[
  {
    "title": "গোপালগঞ্জে এনসিপির কর্মসূচিতে হামলা ন্যক্কারজনক: মির্জা ফখরুল",
    "link": "https://www.prothomalo.com/politics/eq9dktytgo",
    "date": "2025-07-16T18:16:59.717711",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীরফাইল ছবিগোপালগঞ্জে জাতীয় নাগরিক পার্টির (এনসিপি) কর্মসূচিতে হামলার ঘটনায় গভীর উদ্বেগ জানিয়েছেন বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর। হামলাকারী দুষ্কৃতকারীদের অবিলম্বে গ্রেপ্তার ও দৃষ্টান্তমূলক শাস্তির আহ্বান জানিয়েছেন তিনি।আজ বুধবার বিকেলে এক বিবৃতিতে মির্জা ফখরুল এই উদ্বেগ জানান। এতে বলা হয়, আজ গোপালগঞ্জে এনসিপির পূর্বঘোষিত ‘মার্চ টু গোপালগঞ্জ’ কর্মসূচিতে পতিত আওয়ামী ফ্যাসিস্ট সরকারের সন্ত্রাসীদের ন্যক্কারজনক হামলার ঘটনায় গভীর উদ্বেগ প্রকাশ করেছেন মির্জা ফখরুল।বিএনপির মহাসচিব বলেন, ছাত্র-জনতার আন্দোলনে আওয়ামী স্বৈরাচারী শাসকগোষ্ঠীর পতনের পর দুষ্কৃতকারীরা আবারও দেশে অস্থিতিশীল পরিস্থিতি সৃষ্টিসহ নৈরাজ্যের মাধ্যমে ফায়দা হাসিলের অপতৎপরতায় লিপ্ত হয়েছে। আজ গোপালগঞ্জে এনসিপির পূর্বঘোষিত কর্মসূচির ওপর বর্বরোচিত হামলা, ককটেল বিস্ফোরণ, ইউএনওসহ আইনশৃঙ্খলা রক্ষাকারী বাহিনীর গাড়িতে অগ্নিসংযোগ, পুলিশের সদস্যদের আহত করার বর্বর ঘটনা সেই অপতৎপরতারই বহিঃপ্রকাশ।আইনশৃঙ্খলা পরিস্থিতির চরম অবনতির কারণে আওয়ামী দোসরেরা মরণকামড় দিয়ে অন্তর্বর্তী সরকারকে বেকায়দায় ফ"
  },
  {
    "title": "গোপালগঞ্জে কী হচ্ছে, ফেসবুক পোস্টে জামায়াত আমিরের প্রশ্ন",
    "link": "https://www.prothomalo.com/politics/jsm4e2nifa",
    "date": "2025-07-16T18:17:04.707657",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "জামায়াতে ইসলামীর আমির শফিকুর রহমানফাইল ছবি: প্রথম আলোগোপালগঞ্জে জাতীয় নাগরিক কমিটির (এনসিপি) ‘মার্চ টু গোপালগঞ্জ’ কর্মসূচিতে কার্যক্রম নিষিদ্ধ আওয়ামী লীগের নেতা-কর্মীদের হামলার ঘটনা নিয়ে ‘গোপালগঞ্জে কী হচ্ছে’ শিরোনামে ফেসবুকে একটি পোস্ট দিয়েছেন জামায়াতে ইসলামীর আমির শফিকুর রহমান।পোস্টে জামাতের আমির লিখেছেন, ‘গোপালগঞ্জ তো বাংলাদেশেরই অংশ। যত দূর জানতে পেরেছি, এনসিপির নেতৃবৃন্দ স্বাভাবিক নিয়মে সর্বপর্যায়ের প্রশাসনের সঙ্গে পূর্ব থেকেই আলাপ-আলোচনা করে তাদের কর্মসূচি বাস্তবায়নে সহায়তা চেয়েছেন। এটি তাদের রাজনৈতিক অধিকার। কিন্তু এখন যে অবস্থায় এসে দাঁড়িয়েছে, কার্যত মাঠে আইনশৃঙ্খলা রক্ষাকারী বাহিনীর কোনো উপস্থিতিই লক্ষ করা যাচ্ছে না। অতিদ্রুত সরকারকে অবশ্যই প্রয়োজনীয় সকল পদক্ষেপ গ্রহণ করতে হবে। অন্যথায় ইতিহাসের পূর্ণ দায় সরকারের ওপরেই বর্তাবে।’ফেসবুক পোস্টে জামায়াতের আমির আরও লেখেন, ‘আমরা সংশ্লিষ্ট এলাকার জনগণকে সকল ধরনের উচ্ছৃঙ্খলতা থেকে বিরত থাকার আহ্বান জানাই এবং শান্তিপ্রিয়, ফ্যাসিবাদবিরোধী জনগণকে ঐক্যবদ্ধ হওয়ার আন্তরিক আহ্বান জানাচ্ছি। মহান আল্লাহ সত্য ও ন্যায়ের পক্ষে, তা"
  },
  {
    "title": "ঐকমত্য কমিশনপ্রধান উপদেষ্টা নিয়োগ নিয়ে বিএনপি, জামায়াত, এনসিপির ভিন্ন ভিন্ন প্রস্তাব",
    "link": "https://www.prothomalo.com/politics/nm0zvf14ij",
    "date": "2025-07-16T18:17:13.479332",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "নির্বাচনকালীন তত্ত্বাবধায়ক সরকারব্যবস্থা পুনর্বহালের বিষয়ে রাজনৈতিক দলগুলো একমত। কিন্তু এই সরকারের রূপরেখা কেমন হবে, তা নিয়ে দলগুলোর মধ্যে মতভিন্নতা রয়েছে।এই সরকারের প্রধান উপদেষ্টা নিয়োগের প্রক্রিয়া কী হবে, তা নিয়ে বিএনপি, জামায়াতে ইসলামী ও জাতীয় নাগরিক পার্টি (এনসিপি) জাতীয় ঐকমত্য কমিশনের কাছে আলাদা আলাদা প্রস্তাব দিয়েছে।সংবিধান সংস্কার কমিশন জাতীয় সাংবিধানিক কাউন্সিলের (এনসিসি) মাধ্যমে তত্ত্বাবধায়ক সরকারের প্রধান উপদেষ্টা নিয়োগের প্রস্তাব করেছিল। তবে ঐকমত্য কমিশনের সঙ্গে রাজনৈতিক দলগুলোর আলোচনার পরিপ্রেক্ষিতে এনসিসির প্রস্তাব বাদ দেওয়া হয়। এর ফলে সংবিধান সংস্কার কমিশনের প্রস্তাবিত তত্ত্বাবধায়ক সরকারব্যবস্থার রূপরেখার সুপারিশও বাদ হয়ে যায়।গত বৃহস্পতিবার ঐকমত্য কমিশন তত্ত্বাবধায়ক সরকারের রূপরেখা নিয়ে একটি নতুন প্রস্তাব হাজির করে। তবে তাতে ঐকমত্য হয়নি।এর মধ্যে গত রোববার বিএনপি ঐকমত্য কমিশনের আলোচনায় একটি প্রস্তাব উত্থাপন করে। এরপর গত সোমবার কমিশনের কাছে প্রস্তাব জমা দেয় জামায়াত। আর গত মে মাসে তত্ত্বাবধায়ক সরকারের রূপরেখা নিয়ে নিজেদের প্রস্তাব কমিশনে দিয়েছিল এনসিপি।আগামী সপ্তাহে রাজনৈতি"
  },
  {
    "title": "এনসিপির পদযাত্রাকে কেন্দ্র করে গোপালগঞ্জে পুলিশের গাড়িতে আগুন",
    "link": "https://www.prothomalo.com/video/bangladesh/q2o94tasjq",
    "date": "2025-07-16T18:17:20.434899",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "টানা ৫ দিন বৃষ্টির আভাস দিয়েছে আবহাওয়া অফিস৪ মিনিট আগে"
  },
  {
    "title": "ছাতা নিয়ে ব্যস্ততা",
    "link": "https://www.prothomalo.com/photo/bangladesh/1rbh6isoh7",
    "date": "2025-07-16T18:17:26.312599",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "১ / ৮কারখানায় ছাতা তৈরি করছেন কয়েকজন।২ / ৮ছাতার কাপড়ের সঙ্গে শিকগুলো সেলাই করে লাগানো হচ্ছে।৩ / ৮ছোট এসব কারখানায় কাজ করেন পাঁচ থেকে ছয়জন শ্রমিক।৪ / ৮দোকানে ছাতা দেখছেন একজন ক্রেতা।৫ / ৮শিশুদের জন্য ছোট ছোট ছাতাও বিক্রি হচ্ছে দোকানে।৬ / ৮ছাতা ঠিক আছে কি না, তা দেখে নিচ্ছেন একজন ক্রেতা।৭ / ৮সারাইয়ের জন্য ছাতা দেখাচ্ছেন এক পথচারী।৮ / ৮কিছু ছাতায় ব্যবহার করা হয় এসব কাঠের হাতল।প্রথম আলোর খবর পেতে গুগল নিউজ চ্যানেল ফলো করুনবাংলাদেশথেকে আরও দেখুনছবির গল্প"
  },
  {
    "title": "গোপালগঞ্জে সমাবেশ শেষে এনসিপির নেতা-কর্মীদের ঘিরে হামলা, ১৪৪ ধারা জারি",
    "link": "https://www.prothomalo.com/bangladesh/district/vxat0e3hrh",
    "date": "2025-07-16T18:17:31.373732",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "গোপালগঞ্জ শহরের পৌর পার্কে সমাবেশ শেষে এনসিপির নেতা–কর্মীদের ঘিরে ফেলে হামলা চালান একদল ব্যক্তিছবি: প্রথম আলোগোপালগঞ্জে জাতীয় নাগরিক পার্টির (এনসিপি) সমাবেশ শেষে তাদের ঘিরে হামলার ঘটনার পর ১৪৪ ধারা জারি করা হয়েছে। আজ বুধবার বেলা পৌনে তিনটার দিকে শহরের পৌর পার্কে তাদের ওপর হামলার ঘটনা ঘটে।প্রত্যক্ষদর্শী কয়েকজন বলেন, এনসিপির সমাবেশ শেষ হওয়ার সঙ্গে সঙ্গে একদল ব্যক্তি লাঠিসোঁটা নিয়ে নেতা-কর্মীদের ঘিরে হামলা চালান। তাঁরা চারদিক থেকে এনসিপির নেতা-কর্মী ও পুলিশের গাড়ি আটকে দেয়। এ সময় পুলিশ ও সেনাবাহিনীর সদস্যরা সাউন্ড গ্রেনেড ও ফাঁকা গুলি ছুড়ে পরিস্থিতি নিয়ন্ত্রণের চেষ্টা করেন। এনসিপির নেতা-কর্মীরা অন্য দিক দিয়ে গাড়ি ঘুরিয়ে ঘটনাস্থল ত্যাগ করেন।এদিকে গোপালগঞ্জের জেলা প্রশাসক মো. কামরুজ্জামান জেলায় ১৪৪ ধারা জারি করেছেন বলে সাংবাদিকদের জানিয়েছেন জেলা প্রশাসনের একজন নির্বাহী ম্যাজিস্ট্রেট।হামলার ঘটনার পর এনসিপির মুখ্য সমন্বয়ক নাসীরুদ্দীন পাটওয়ারী সাংবাদিকদের কাছে অভিযোগ করেন, আওয়ামী লীগের নেতা-কর্মীরা এই হামলা চালিয়েছেন। এ সময় পুলিশ-সেনাবাহিনী নিষ্ক্রিয় ভূমিকা পালন করেছে। তাদের (এনসিপি) বলা"
  },
  {
    "title": "আবু সাঈদের কবর জিয়ারতের মধ্য দিয়ে ‘জুলাই শহীদ দিবস’ কর্মসূচির শুরু",
    "link": "https://www.prothomalo.com/video/bangladesh/wi0oz2rqp6",
    "date": "2025-07-16T18:17:41.435804",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "টানা ৫ দিন বৃষ্টির আভাস দিয়েছে আবহাওয়া অফিস৫ মিনিট আগে"
  },
  {
    "title": "‘জুলাই শহীদ দিবস’ উপলক্ষে শোকদিবস পালন, জাতীয় পতাকা অর্ধনমিত",
    "link": "https://www.prothomalo.com/bangladesh/40bbnscium",
    "date": "2025-07-16T18:17:47.271155",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "‘জুলাই শহীদ দিবস’ উপলক্ষে আজ বুধবার সারা দেশে শোকদিবস পালন করা হচ্ছে।দিবসটি ঘিরে সব সরকারি, আধা সরকারি, স্বায়ত্তশাসিত প্রতিষ্ঠান, শিক্ষাপ্রতিষ্ঠান ও বিদেশে বাংলাদেশ মিশনগুলোসহ সরকারি–বেসরকারি ভবনে জাতীয় পতাকা অর্ধনমিত রাখা হয়েছে।জুলাই শহীদদের আত্মার মাগফিরাত কামনায় দেশের সব মসজিদে বিশেষ দোয়া অনুষ্ঠিত হবে। অন্যান্য ধর্মীয় উপাসনালয়েও বিশেষ প্রার্থনা হবে। গতকাল মঙ্গলবার মন্ত্রিপরিষদ বিভাগের জারি করা এক প্রজ্ঞাপনে এসব তথ্য জানানো হয়।প্রথম আলোর খবর পেতে গুগল নিউজ চ্যানেল ফলো করুনবাংলাদেশথেকে আরও পড়ুনশোকসরকারজুলাই গণ-অভ্যুত্থানের এক বছরগণ-অভ্যুত্থান"
  },
  {
    "title": "আবু সাঈদের লাশ নিয়ে সেদিন কী হয়েছিল",
    "link": "https://www.prothomalo.com/bangladesh/district/u5s1v0e2q1",
    "date": "2025-07-16T18:17:51.173848",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "দুই হাত প্রসারিত করে পুলিশের গুলির সামনে বুক পেতে দেন আবু সাঈদফাইল ছবিগত বছরের ১৬ জুলাই। বেলা তখন ৩টা ৫ মিনিট। রংপুর মেডিকেল কলেজ হাসপাতালের জরুরি বিভাগে মৃত্যুর সনদে লেখা হয় আবু সাঈদের নাম। মৃত্যুর কারণ ইংরেজিতে উল্লেখ করা হয়েছে, ব্রড ডেড। অর্থাৎ হাসপাতালে আনার আগেই তাঁর মৃত্যু হয়েছে।আবু সাঈদের বন্ধুবান্ধব ও আন্দোলনের সহযোদ্ধারা বলছেন, বন্দুকের সামনে বুক পেতে দেওয়া আবু সাঈদ যখন গুলিবিদ্ধ হন, তখন বেলা ২টা ১৮ মিনিট। তাঁকে গুলিবিদ্ধ অবস্থায় উদ্ধার করে হাসপাতালে নেন কয়েকজন সহযোদ্ধা। জরুরি বিভাগ থেকে তাঁকে নেওয়া হয় সার্জারি বিভাগে। সেখানে চিকিৎসক ইসিজি করার পর মৃত্যুর বিষয়ে নিশ্চিত হন। কিন্তু হাসপাতাল কর্তৃপক্ষ আবু সাঈদের মৃত্যুর খবরটি প্রকাশ করছিল না।বৈষম্যবিরোধী ছাত্র আন্দোলনে বেগম রোকেয়া বিশ্ববিদ্যালয়ের শিক্ষার্থী গুলিবিদ্ধ আবু সাঈদকে রংপুর মেডিকেল কলেজ হাসপাতালে নেওয়া হয়। তাঁকে প্রথমে ব্যাটারিচালিত রিকশায়, এরপর ব্যাটারিচালিত অটোরিকশায় করে হাসপাতালে নিয়ে যান সমাজতান্ত্রিক ছাত্রফ্রন্টের (মার্ক্সবাদী) রংপুর জেলার আহ্বায়ক সাজু বাসফোর, মাহীগঞ্জ কলেজের শিক্ষার্থী নিপুণ রায় ও বেগম রোকেয়া বিশ"
  },
  {
    "title": "সংবাদ সম্মেলনে অভিযোগকক্সবাজারে ‘জামায়াত নেতার নেতৃত্বে’ মব সৃষ্টি করে বিএনপি নেতাকে হত্যা",
    "link": "https://www.prothomalo.com/bangladesh/district/nsxeeheo42",
    "date": "2025-07-16T18:17:53.129196",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "কক্সবাজারে বিএনপির সংবাদ সম্মেলন। আজ দুপুরে তোলাছবি: সংগৃহীতকক্সবাজার সদরে ‘জামায়াত’ নেতার নেতৃত্বে মব সৃষ্টি করে হামলা চালিয়ে বিএনপির নেতা রহিম উদ্দিন সিকদারকে হত্যা করা হয়েছে বলে আজ বুধবার অনুষ্ঠিত এক সংবাদ সম্মেলনে দাবি করেছে সদর উপজেলা বিএনপি।আজ দুপুরে কক্সবাজার শহরের শহীদ সরণিতে অবস্থিত জেলা বিএনপির কার্যালয়ে এই সংবাদ সম্মেলনের আয়োজন করা হয়। সংবাদ সম্মেলনে বিএনপি নেতারা দাবি করেন, সদর উপজেলার ভারুয়াখালী ইউনিয়ন বিএনপির যুগ্ম সাধারণ সম্পাদক রহিম উদ্দিন সিকদারের হত্যায় নেতৃত্ব দিয়েছেন জামায়াত নেতা আবদুল্লাহ আল নোমান।লিখিত বক্তব্যে সদর উপজেলা বিএনপির আহ্বায়ক আবদুল মাবুদ বলেন, ১৩ জুলাই রহিম উদ্দিন সিকদার পানিরছড়া বটতলী বাজারে যাচ্ছিলেন। পথে জামায়াত নেতা আবদুল্লাহ আল নোমানের নেতৃত্বে একদল দুর্বৃত্ত দেশি অস্ত্র নিয়ে রহিম উদ্দিনের ওপর হামলা করে। খবর পেয়ে ছাত্রদলের ভারুয়াখালী ইউনিয়ন কমিটির সভাপতি সাকিব উদ্দিনসহ স্থানীয় লোকজন তাঁকে উদ্ধার করতে যান। এ সময় তাঁদের ওপরও হামলা চালানো হয়। এতে রহিম উদ্দিন সিকদার ও সাকিব উদ্দিনসহ চারজন আহত হন। পরে তাঁদের উদ্ধার করে কক্সবাজার জেলা সদর হাসপাতালে আনা"
  },
  {
    "title": "নিয়োগ-পদোন্নতিতে গোয়েন্দা দিয়ে রাজনৈতিক পরিচয় জানার বিধান বাতিল হচ্ছে",
    "link": "https://www.prothomalo.com/bangladesh/j75tawip1x",
    "date": "2025-07-16T18:17:54.875151",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "চাকরিতে নিয়োগ ও পদোন্নতির ক্ষেত্রে গোয়েন্দা সংস্থার মাধ্যমে রাজনৈতিক পরিচয় জানতে চাওয়ার বিধান বাতিল করার সিদ্ধান্ত নিয়েছে সরকার। জনপ্রশাসন সংস্কার কমিশনের সুপারিশের ভিত্তিতে এ সিদ্ধান্ত হয়েছে। এখন এই সিদ্ধান্ত বাস্তবায়ন করবে প্রধান উপদেষ্টার কার্যালয়, জনপ্রশাসন মন্ত্রণালয় ও স্বরাষ্ট্র মন্ত্রণালয়ের দুই বিভাগ।জনপ্রশাসন সংস্কার কমিশনের সুপারিশ বাস্তবায়ন নিয়ে গত সোমবার প্রধান উপদেষ্টার কার্যালয়ে অনুষ্ঠিত এক সভায় এ সিদ্ধান্ত নেওয়া হয়। জনপ্রশাসন সংস্কার কমিশনের সুপারিশ বাস্তবায়নের বিষয়ে ওই দিন দ্বিতীয় সভা হয়। এর আগে ১৬ জুন প্রথম সভায় জনপ্রশাসন সংস্কার কমিশনের ১৮টি প্রস্তাব নিয়ে আলোচনা হয়েছিল। সেদিন আটটি অপেক্ষাকৃত সহজে বাস্তবায়নযোগ্য প্রস্তাব নিয়ে আলোচনা ও বাস্তবায়নের বিষয়ে কিছু সিদ্ধান্ত হয়েছিল।সোমবার দ্বিতীয় সভায় ওই আট সুপারিশ বাস্তবায়নের অগ্রগতি নিয়ে আলোচনার পাশাপাশি নতুন করে কিছু সুপারিশ বাস্তবায়নের সিদ্ধান্ত হয়। তবে কিছু সুপারিশ শিগগিরই বাস্তবায়ন সম্ভব নয় বলে সংশ্লিষ্ট মন্ত্রণালয় ও বিভাগের পক্ষ থেকে মতামত দেওয়া হয়েছে। আর কিছু সুপারিশ বাস্তবায়নের বিষয়ে বিভিন্ন মন্ত্রণালয়ের সচিবদের সমন্বয়"
  },
  {
    "title": "এনসিপির সমাবেশ শেষে হামলা, গোপালগঞ্জে ১৪৪ ধারা জারি",
    "link": "https://www.prothomalo.com/video/bangladesh/3e5kq3rgm0",
    "date": "2025-07-16T18:17:59.881154",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "টানা ৫ দিন বৃষ্টির আভাস দিয়েছে আবহাওয়া অফিস৫ মিনিট আগে"
  },
  {
    "title": "ময়মনসিংহে ‘সত্যজিৎ রায়ের পূর্বপুরুষের’ বাড়ি ভাঙার কাজ বন্ধ",
    "link": "https://www.prothomalo.com/bangladesh/district/bhr8g2t0d8",
    "date": "2025-07-16T18:18:01.895940",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "ময়মনসিংহ নগরের হরিকিশোর রায় রোডের প্রাচীন বাড়িটি ভেঙে ফেলা হয়েছে। তবে আজ ভাঙার কাজ বন্ধ রাখা হয়েছে। বুধবার দুপুরেছবি: প্রথম আলোময়মনসিংহ শিশু একাডেমি হিসেবে ব্যবহার করা হতো নগরের হরিকিশোর রায় রোডের প্রাচীন একটি বাড়ি। কেউ বলছেন বাড়িটি সত্যজিৎ রায়ের পূর্বপুরুষদের, কেউ বলছেন বাড়িটি টাঙ্গাইলের দানবীর রায় বাহাদুর রনদা প্রসাদ সাহার অস্থায়ী বাসভবন। সম্প্রতি শিশু একাডেমি বাড়িটি ভাঙার কাজ শুরু হলে সমালোচনা শুরু হয়। এরপর আজ বুধবার স্থাপনাটি ভাঙার কাজ বন্ধ রাখে কর্তৃপক্ষ।প্রত্নতত্ত্ব অধিদপ্তরের শশীলজ জাদুঘরের মাঠ কর্মকর্তা সাবিনা ইয়াসমিন বাড়িটি ভাঙার ব্যাপারে তথ্য চেয়ে গত সোমবার জেলা শিশুবিষয়ক কর্মকর্তার কাছে লিখিত আবেদন করেন। তখন সাবিনা ইয়াসমিন বলেছিলেন, এটি রায় পরিবারের ঐতিহাসিক বাড়ি। প্রত্নতাত্ত্বিক নিদর্শন হিসেবে তালিকাভুক্ত না হলেও সত্যজিৎ রায়ের পূর্বপুরুষদের বাড়ি হিসেবে সেটি শতবর্ষ প্রাচীন। এই স্থাপনা প্রত্নতাত্ত্বিক নিদর্শন হিসেবে তালিকাভুক্ত হতে পারে।সাবিনা ইয়াসমিন আজ প্রথম আলোকে বলেন, ইতিমধ্যে বাড়িটির এক-তৃতীয়াংশ ভেঙে ফেলা হয়েছে। এ ব্যাপারে ঊর্ধ্বতন কর্তৃপক্ষকে লিখিতভাবে জানানো হয়েছে। সংর"
  },
  {
    "title": "‘নৌকা’ প্রতীক সরিয়ে ফেলা হলো নির্বাচন কমিশনের ওয়েবসাইট থেকে",
    "link": "https://www.prothomalo.com/bangladesh/p77787y9h1",
    "date": "2025-07-16T18:18:05.799099",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "নির্বাচন কমিশননিবন্ধন স্থগিত হওয়া বাংলাদেশ আওয়ামী লীগের ‘নৌকা’ প্রতীক সরিয়ে ফেলা হয়েছে নির্বাচন কমিশনের (ইসি) ওয়েবসাইট থেকে। ওয়েবসাইটটির দেখভালের দায়িত্বে থাকা ইসি সচিবালয়ের সিস্টেম ম্যানেজার রফিকুল হক আজ বুধবার দুপুরের দিকে প্রথম আলোকে বলেন, কর্তৃপক্ষের নির্দেশে তিনি নৌকা প্রতীকটি সরিয়ে ফেলেছেন।১৩ জুলাই নির্বাচন কমিশনার (ইসি) আব্দুর রহমানেল মাছউদ জানিয়েছিলেন, আওয়ামী লীগের নিবন্ধন স্থগিত হলেও নির্বাচনী প্রতীক হিসেবে এখনই নৌকা বাদ দেওয়া হচ্ছে না। সেই সঙ্গে এখনই শাপলা প্রতীক হিসেবে অন্তর্ভুক্ত হচ্ছে না বলেও জানান তিনি।আজ বুধবার সকালে নির্বাচন কমিশনের ওয়েবসাইটে নিবন্ধিত রাজনৈতিক দলের তালিকায় আওয়ামী লীগের নাম থাকলেও প্রতীকটি সরিয়ে ফেলা হয়ছবি: নির্বাচন কমিশনের ওয়েবসাইট থেকে নেওয়াকার্যক্রম নিষিদ্ধ আওয়ামী লীগের প্রতীক নৌকাকে কেন আবার শিডিউলভুক্ত করার উদ্যোগ নেওয়া হয়েছে, গতকাল মঙ্গলবার রাতে নিজের ভেরিফায়েড পেজে দেওয়া এক পোস্টে নির্বাচন কমিশনের কাছে সে প্রশ্ন করেন স্থানীয় সরকার উপদেষ্টা আসিফ মাহমুদ সজীব ভুঁইয়া।পোস্টে উপদেষ্টা আসিফ মাহমুদ লেখেন, ‘অভিশপ্ত “নৌকা” মার্কাটাকে আপনারা কোন বিবেচনায় আবা"
  },
  {
    "title": "পল্লী বিদ্যুতের চোরাই তারের ব্যবসা নিয়ে দ্বন্দ্বে লাল চাঁদ খুন হন: ডিএমপি",
    "link": "https://www.prothomalo.com/bangladesh/crime/17skvmmqqs",
    "date": "2025-07-16T18:18:07.844864",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "ঢাকা মহানগর পুলিশের (ডিএমপি) মিডিয়া সেন্টারে আয়োজিত সংবাদ সম্মেলন। আজ বুধবার দুপুরেছবি: মেহেদী হাসানরাজধানীর পুরান ঢাকার মিটফোর্ড (স্যার সলিমুল্লাহ মেডিকেল কলেজ) হাসপাতালের সামনে ভাঙারি পণ্যের ব্যবসায়ী লাল চাঁদ ওরফে সোহাগকে (৩৯) নৃশংসভাবে হত্যার নেপথ্যে ছিল পল্লী বিদ্যুতের চোরাই তার ব্যবসার নিয়ন্ত্রণ নিয়ে দ্বন্দ্ব। হত্যায় জড়িত ব্যক্তিরা ও খুন হওয়া লাল চাঁদ ওরফে সোহাগ ছিলেন পূর্বপরিচিত। পরবর্তী সময় স্বার্থগত দ্বন্দ্বের জেরেই এই খুনের ঘটনা ঘটে। এই ঘটনায় এখন পর্যন্ত লাল চাঁদের ওপর পাথর নিক্ষেপকারী ২ ব্যক্তিসহ ৯ জনকে গ্রেপ্তার করা হয়েছে।আজ বুধবার দুপুরে ঢাকা মহানগর পুলিশের (ডিএমপি) মিডিয়া সেন্টারে আয়োজিত এক সংবাদ সম্মেলনে এ কথা বলা হয়। লাল চাঁদ হত্যা মামলার অগ্রগতি সম্পর্কে জানাতে ডিএমপির কমিশনার শেখ মো. সাজ্জাত আলী এই সংবাদ সম্মেলন ডেকেছিলেন।আরও পড়ুনমাহমুদুল হাসান মহিন দ্বিতীয় দফায় পাঁচ দিনের রিমান্ডে১৮ ঘণ্টা আগেসংবাদ সম্মেলনে শেখ সাজ্জাত আলী বলেন, ঘটনা চলাকালে জরুরি সেবা ৯৯৯ নম্বরের মাধ্যমে খবর পেয়ে কয়েক মিনিটের মধ্যে পুলিশ ঘটনাস্থলে যায়। সেখানে গিয়ে পুলিশ দেখতে পায়, অভিযুক্ত ব্যক্তিরা ম"
  },
  {
    "title": "Fakhrul calls for immediate arrests over attack on NCP’s Gopalganj March",
    "link": "https://www.thedailystar.net/news/bangladesh/politics/news/fakhrul-calls-immediate-arrests-over-attack-ncps-gopalganj-march-3941046",
    "date": "2025-07-16T18:17:03.461464",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "BNP",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "PoliticsPoliticsFakhrul calls for immediate arrests over attack on NCP’s Gopalganj MarchWed Jul 16, 2025 05:40 PMLast update on: Wed Jul 16, 2025 05:44 PMExpresses deep concernStar Online ReportWed Jul 16, 2025 05:40 PM      Last update on: Wed Jul 16, 2025 05:44 PMSharesShareTweetShareEmailPrintShareExpresses deep concernExpressing deep concern over the attack by \"terrorists of the fallen Awami fascist government\" during the NCP's March to Gopalganj programme, BNP Secretary General Mirza Fakhrul Islam Alamgir today called for the immediate arrest and strict punishment of those responsible.He wished the injured police personnel a speedy recovery.For all latest news, follow The Daily Star's Google News channel.Following the fall of the Awami government through the mass uprising, miscreants have resumed harmful activities, attempting to create chaos and capitalise on the situation, Fakhrul said in a statement today.\"Today's barbaric attack on the NCP's pre-announced programme in Gopalgan"
  },
  {
    "title": "‘If police fail, we will ensure justice’: NCP leaders in fiery Gopalganj rally",
    "link": "https://www.thedailystar.net/news/bangladesh/politics/news/if-police-fail-we-will-ensure-justice-ncp-leaders-fiery-gopalganj-rally-3941006",
    "date": "2025-07-16T18:17:09.390692",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "PoliticsPolitics‘If police fail, we will ensure justice’: NCP leaders in fiery Gopalganj rallyWed Jul 16, 2025 03:58 PMLast update on: Wed Jul 16, 2025 04:49 PMVow to ‘protect Gopalganj from tyrants’; call for a ‘new Bangladesh’Star Online ReportWed Jul 16, 2025 03:58 PM      Last update on: Wed Jul 16, 2025 04:49 PM38SharesShareTweetShareEmailPrintSharePhoto: CollectedDespite attacks, vandalism, and attempts to block their programme, the National Citizen Party (NCP) held a rally in Gopalganj today, echoing the slogan \"Mujibism Murdabad\" (Down with Mujibism). During the rally, party leaders also vowed to \"bury Mujibism in Gopalganj\".Leaders of the National Citizen Party (NCP) issued a stern warning during a rally in Gopalganj today, declaring that the party will \"bring justice\" if law enforcement fails to act against those responsible for today'sattack on their event.For all latest news, follow The Daily Star's Google News channel.\"We are going to bring our justice if the police forces"
  },
  {
    "title": "গোপালগঞ্জ ছাড়লেন এনসিপি নেতারা",
    "link": "https://bangla.thedailystar.net/news/bangladesh/politics/news-686566",
    "date": "2025-07-16T18:17:14.061055",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "রাজনীতিগোপালগঞ্জ ছাড়লেন এনসিপি নেতারাস্টার অনলাইন রিপোর্টবুধবার জুলাই ১৬, ২০২৫ ০৫:৫৩ অপরাহ্ন    সর্বশেষ আপডেট: বুধবার জুলাই ১৬, ২০২৫ ০৫:৫৩ অপরাহ্নগোপালগঞ্জ শহরের পৌর পার্কে এনসিপির সমাবেশ। ছবি: এনসিপির ফেসবুক থেকে নেওয়াহামলা-সংঘর্ষের মধ্যে গোপালগঞ্জ ছেড়েছেন জাতীয় নাগরিক পার্টির (এনসিপি) নেতারা।আজ বুধবার বিকেল ৫টার পর সেনাবাহিনী ও পুলিশের সহযোগিতায় তাদের গাড়িবহর গোপালগঞ্জ জেলা ত্যাগ করে।এনসিপির যুগ্ম সদস্য সচিব মুশফিক উস সালেহিন দ্য ডেইলি স্টারকে এ তথ্য নিশ্চিত করেছেন।বিকেল পৌনে ৫টায় টেলিফোনে তিনি বলেন, 'আমরা গোপালগঞ্জ শহর ত্যাগ করেছি। এখান থেকে আমরা খুলনার কাটাখালির দিকে যাচ্ছি।'আরওএনসিপির সমাবেশে হামলা, রণক্ষেত্র গোপালগঞ্জতিনি আরও বলেন, 'আমাদের পদযাত্রা চলবে। পরবর্তী কর্মসূচি আমাদের মাদারীপুর। কাটাখালি গিয়ে আমরা সে বিষয়ে সিদ্ধান্ত নিয়ে জানাব।'এনসিপি নেতারা সবাই সুস্থ ও নিরাপদ আছেন বলেও জানান মুশফিক।'দেশ গড়তে জুলাই পদযাত্রা'র অংশ হিসেবে আজ বুধবার দুপুরে গোপালগঞ্জ পৌর পার্কে এনসিপির সভা অনুষ্ঠিত হয়।স্থানীয় সূত্রে জানা গেছে, সভার আগে এনসিপির সমাবেশস্থলে ২০০-৩০০ স্থানীয় জনগণ লাঠিসোঁটা নি"
  },
  {
    "title": "হামলা-ভাঙচুর-বাধার পরও গোপালগঞ্জে এনসিপির ‘মুজিববাদ মুর্দাবাদ’ স্লোগান",
    "link": "https://bangla.thedailystar.net/news/bangladesh/politics/news-686511",
    "date": "2025-07-16T18:17:17.915674",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "রাজনীতিহামলা-ভাঙচুর-বাধার পরও গোপালগঞ্জে এনসিপির ‘মুজিববাদ মুর্দাবাদ’ স্লোগানস্টার অনলাইন রিপোর্টবুধবার জুলাই ১৬, ২০২৫ ০৩:৩৬ অপরাহ্ন    সর্বশেষ আপডেট: বুধবার জুলাই ১৬, ২০২৫ ০৩:৪৬ অপরাহ্নগোপালগঞ্জ শহরের পৌর পার্কে এনসিপির সমাবেশ। ছবি: এনসিপির ফেসবুক থেকে নেওয়াহামলা, ভাঙচুর ও বাধাদানের পরও গোপালগঞ্জে 'মুজিববাদ মুর্দাবাদ' স্লোগানে সমাবেশ করেছে জাতীয় নাগরিক পার্টি (এনসিপি)। এসময় দলটির নেতারা গোপালগঞ্জে 'মুজিববাদের কবর রচনা'রও অঙ্গীকার ব্যক্ত করেন।এর আগে, আজ বুধবার বেলা পৌনে ২টার দিকে শহরের পৌর পার্কে এনসিপির সমাবেশস্থলে স্থানীয় ২০০-৩০০ লোক লাঠিসোঁটা নিয়ে হামলা চালায়।প্রত্যক্ষদর্শীরা জানান, হামলাকারীরা সবাই স্থানীয় আওয়ামী লীগ ও এর অঙ্গসংগঠনের (বর্তমানে কার্যক্রম নিষিদ্ধ) সমর্থক।তারা আরও জানান, হামলার সময় মঞ্চের আশপাশে থাকা পুলিশ সদস্যদের দ্রুত আদালত চত্বরে ঢুকে পড়তে দেখা যায়। এসময় সেখানে থাকা এনসিপির নেতাকর্মীরাও দৌড়ে সরে যান।হামলাকারীরা মঞ্চের চেয়ার ভাঙচুর করেন, ব্যানার ছিঁড়ে ফেলেন। একপর্যায়ে জেলা পুলিশ সুপার মো. মিজানুর রহমান ঘটনাস্থলে আসেন। এসময় পুলিশসহ এনসিপির নেতাকর্মীরা এক হয়ে ধাওয়া "
  },
  {
    "title": "গোপালগঞ্জে এনসিপির ওপর হামলাকারীদের গ্রেপ্তার ও শাস্তির দাবি মির্জা ফখরুলের",
    "link": "https://bangla.thedailystar.net/news/bangladesh/politics/news-686526",
    "date": "2025-07-16T18:17:22.147747",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "রাজনীতিগোপালগঞ্জে এনসিপির ওপর হামলাকারীদের গ্রেপ্তার ও শাস্তির দাবি মির্জা ফখরুলেরস্টার অনলাইন রিপোর্টবুধবার জুলাই ১৬, ২০২৫ ০৪:২২ অপরাহ্ন    সর্বশেষ আপডেট: বুধবার জুলাই ১৬, ২০২৫ ০৪:২২ অপরাহ্নমির্জা ফখরুল ইসলাম আলমগীর | স্টার ফাইল ফটোগোপালগঞ্জে জাতীয় নাগরিক পার্টির (এনসিপি) পূর্বঘোষিত 'মার্চ টু গোপালগঞ্জ' কর্মসূচিতে পতিত আওয়ামী ফ্যাসিস্ট সরকারের সন্ত্রাসীদের ন্যক্কারজনক হামলার ঘটনায় গভীর উদ্বেগ প্রকাশ করেছেন বিএনপি মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর।আজ বুধবার এক বিবৃতিতে বিএনপি মহাসচিব বলেন, 'ছাত্র-জনতার আন্দোলনে আওয়ামী স্বৈরাচারী শাসকগোষ্ঠীর পতনের পর দুষ্কৃতিকারীরা আবারো দেশে অস্থিতিশীল পরিস্থিতি সৃষ্টিসহ নৈরাজ্যের মাধ্যমে ফায়দা হাসিলের অপতৎপরতায় লিপ্ত হয়েছে। আজ গোপালগঞ্জে এনসিপির পূর্বঘোষিত কর্মসূচির ওপর বর্বরোচিত হামলা, ককটেল বিস্ফোরণ, ইউএনওসহ আইনশৃঙ্খলা রক্ষাকারী বাহিনীর গাড়িতে অগ্নিসংযোগ ও পুলিশ সদস্যদের আহত করার বর্বর ঘটনা সেই অপতৎপরতারই বহিঃপ্রকাশ।'তিনি বলেন, 'আইনশৃঙ্খলা পরিস্থিতির চরম অবনতির কারণে আওয়ামী দোসররা মরণকামড় দিয়ে ইন্টেরিম গভর্নমেন্টকে বেকায়দায় ফেলে ফায়দা লুটতে দেশে অরা"
  },
  {
    "title": "'Heinous act' of attacking NCP rally in Gopalganj will not go unpunished: govt",
    "link": "https://www.thedailystar.net/news/bangladesh/governance/news/heinous-act-attacking-ncp-rally-gopalganj-will-not-go-unpunished-govt-3941071",
    "date": "2025-07-16T18:17:27.147739",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "GovernanceGovernance'Heinous act' of attacking NCP rally in Gopalganj will not go unpunished: govtWed Jul 16, 2025 06:01 PMLast update on: Wed Jul 16, 2025 06:06 PMStar Online ReportWed Jul 16, 2025 06:01 PM      Last update on: Wed Jul 16, 2025 06:06 PMSharesShareTweetShareEmailPrintShareThe government termed the use of violence in Gopalganj as \"utterly indefensible\"The government said today that the \"heinous act\" of attacking leaders and activists at a peaceful National Citizen Party (NCP) rally today – allegedly carried out by members of the banned Awami League's Chhatra League and AL activists – will not go unpunished.In a statement issued by the Chief Adviser's Press Wing this afternoon, the government termed the use of violence in Gopalganj as \"utterly indefensible\".For all latest news, follow The Daily Star's Google News channel.\"Preventing young citizens from peacefully holding a rally to commemorate the one-year anniversary of their revolutionary movement is a shameful violati"
  },
  {
    "title": "NCP leaders, activists attacked in Gopalganj following rally",
    "link": "https://www.thedailystar.net/news/bangladesh/news/ncp-leaders-activists-attacked-gopalganj-following-rally-3940976",
    "date": "2025-07-16T18:17:32.415702",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 12,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "BangladeshBangladeshNCP leaders, activists attacked in Gopalganj following rallyWed Jul 16, 2025 03:13 PMLast update on: Wed Jul 16, 2025 05:30 PMAt least 10-12 injuredOur Correspondent, FaridpurWed Jul 16, 2025 03:13 PM      Last update on: Wed Jul 16, 2025 05:30 PM51SharesShareTweetShareEmailPrintShareScreengrabNational Citizen Party (NCP) leaders and activists came under attack today following a rally in Gopalganj's Poura Park area. The attack was allegedly carried out by members of the banned Bangladesh Chhatra League (BCL).Army personnel and police rushed to the spot to bring law and order in the area.For all latest news, follow The Daily Star's Google News channel.According to television live coverage, chase and counter-chase were seen between law enforcers and BCL men in the area following these incidents.Local journalists said that gunshots can still be heard in the area.Four platoons of Bangladesh Border Guard (BGB) have been deployed in the area around 5:00pm.Earlier, a group"
  },
  {
    "title": "UNO, police vehicles vandalised, torched in Gopalganj",
    "link": "https://www.thedailystar.net/news/bangladesh/crime-justice/news/uno-police-vehicles-vandalised-torched-gopalganj-3940886",
    "date": "2025-07-16T18:17:38.002119",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Crime & JusticeCrime & JusticeUNO, police vehicles vandalised, torched in GopalganjWed Jul 16, 2025 12:40 PMLast update on: Wed Jul 16, 2025 01:14 PMOur Correspondent, FaridpurWed Jul 16, 2025 12:40 PM      Last update on: Wed Jul 16, 2025 01:14 PM443SharesShareTweetShareEmailPrintShareUNO's vehicle vandalised. Photo: CollectedTwo vehicles belonging to the Upazila Nirbahi Officer (UNO) and police were vandalised andtorchedin Gopalganj today ahead of \"March to Gopalganj\" programme of National Citizen Party (NCP).Miscreants have attacked and vandalised the vehicle of UNO M Rokibul Hasan around 11:00am in the Gandiasur area of Boultoli Union in Sadar Upazila.For all latest news, follow The Daily Star's Google News channel.Confirming the attack on his vehicle, the UNO told The Daily Star that he was going to the area to monitor law and order situation ahead of the NCP's programme when a group of 20-30 miscreants suddenly attacked and vandalised his vehicle.UNO added that no one was injured"
  },
  {
    "title": "Legal notice seeks 10th grade pay scale for 65,000 primary school headteachers",
    "link": "https://www.thedailystar.net/news/bangladesh/crime-justice/news/legal-notice-seeks-10th-grade-pay-scale-65000-primary-school-headteachers-3941001",
    "date": "2025-07-16T18:17:43.415294",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Crime & JusticeCrime & JusticeLegal notice seeks 10th grade pay scale for 65,000 primary school headteachersWed Jul 16, 2025 03:56 PMLast update on: Wed Jul 16, 2025 04:18 PMStar Online ReportWed Jul 16, 2025 03:56 PM      Last update on: Wed Jul 16, 2025 04:18 PMSharesShareTweetShareEmailPrintShareBangladesh High Court. Star file photo.A legal notice was served today, asking the government to grant 10th grade pay scale and second-class status to all 65,000 headteachers of government primary schools across the country.Supreme Court lawyer Mohammad Siddique Ullah Miah sent the notice to the secretaries at the ministries of law, and public administration, primary and mass education, finance, and education.For all latest news, follow The Daily Star's Google News channel.In the notice, the secretaries were requested to take necessary measures to this effect in seven days.If the action is not taken in seven days, a contempt of court petition will be moved against them, the lawyer said in th"
  },
  {
    "title": "55 pushed in from India through border in Sylhet, Sunamganj",
    "link": "https://www.thedailystar.net/news/bangladesh/crime-justice/news/55-pushed-india-through-border-sylhet-sunamganj-3940996",
    "date": "2025-07-16T18:17:44.592593",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "No visible progress in Abu Sayed murder trial, brother alleges",
    "link": "https://www.thedailystar.net/news/bangladesh/news/no-visible-progress-abu-sayed-murder-trial-brother-alleges-3940946",
    "date": "2025-07-16T18:17:45.545014",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "World Youth Skills Day/ Bangladesh’s youth should be empowered through skills and apprenticeship",
    "link": "https://www.thedailystar.net/opinion/views/news/bangladeshs-youth-should-be-empowered-through-skills-and-apprenticeship-3940201",
    "date": "2025-07-16T18:17:46.323051",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "গোপালগঞ্জে এনসিপির ওপর হামলাকারীদের ছাড় নয়: অন্তর্বর্তী সরকার",
    "link": "https://bangla.thedailystar.net/news/bangladesh/news-686546",
    "date": "2025-07-16T18:17:49.731034",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "bangla.thedailystar.netVerifying you are human. This may take a few seconds.bangla.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for bangla.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "এনসিপির সমাবেশে হামলা, রণক্ষেত্র গোপালগঞ্জ",
    "link": "https://bangla.thedailystar.net/news/bangladesh/news-686541",
    "date": "2025-07-16T18:17:52.030844",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "bangla.thedailystar.netVerifying you are human. This may take a few seconds.bangla.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for bangla.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "Sohag killing: Man who crushed victim with stone arrested",
    "link": "https://www.thedailystar.net/news/bangladesh/crime-justice/news/sohag-killing-man-who-crushed-victim-stone-arrested-3940916",
    "date": "2025-07-16T18:17:54.358209",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "Khaled Rahim appointed as ACC secretary",
    "link": "https://www.thedailystar.net/news/bangladesh/news/khaled-rahim-appointed-acc-secretary-3940906",
    "date": "2025-07-16T18:17:56.853933",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "'Boat’ symbol removed from EC website",
    "link": "https://www.thedailystar.net/news/bangladesh/elections/news/boat-symbol-removed-ec-website-3940901",
    "date": "2025-07-16T18:17:59.175280",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "From fear to defiance: How Rajshahi University stood up on July 16",
    "link": "https://www.thedailystar.net/news/bangladesh/news/fear-defiance-how-rajshahi-university-stood-july-16-3940876",
    "date": "2025-07-16T18:18:01.449259",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "Satyajit Ray’s ancestral home being demolished",
    "link": "https://www.thedailystar.net/news/bangladesh/news/satyajit-rays-ancestral-home-being-demolished-3940326",
    "date": "2025-07-16T18:18:02.636295",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "Sohag murder: Another accused arrested",
    "link": "https://www.thedailystar.net/news/bangladesh/crime-justice/news/sohag-murder-another-accused-arrested-3939996",
    "date": "2025-07-16T18:18:04.341991",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "Fakhrul expresses concern over attack on NCP event in Gopalganj",
    "link": "https://www.dhakatribune.com/bangladesh/politics/386553/mirza-fakhrul-demands-arrest-of-those-involved-in",
    "date": "2025-07-16T18:17:00.429975",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "BNP",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "BNP Secretary General Mirza Fakhrul Islam Alamgir has expressed deep concern over the heinous attack by the \"terrorists of the Awami fascist government\" on the NCP's previously announced 'March to Gopalganj' event in Gopalganj.Video Player is loading.Play VideoPlaySkip BackwardSkip ForwardMuteCurrent Time0:00/Duration0:00Loaded:0%Stream TypeLIVESeek to live, currently behind liveLIVERemaining Time-0:001xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionscaptions settings, opens captions settings dialogcaptions off, selectedAudio TrackThis is a modal window.No compatible source was found for this media.Beginning of dialog window. Escape will cancel and close the window.TextColorWhiteBlackRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentText BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentTransparentCaption Area BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityTransparentSemi-TransparentOpaqueFont Size50%75%1"
  },
  {
    "title": "BNP, Jamaat, NCP at crossroads: Inter-party bickering intensifies amid poll prep",
    "link": "https://www.dhakatribune.com/bangladesh/politics/386507/bnp-jamaat-ncp-at-crossroads-inter-party",
    "date": "2025-07-16T18:17:10.937168",
    "source": "Dhaka Tribune",
    "location": "Mirpur, Dhaka",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8067,
      90.3686
    ],
    "content_preview": "Leaders of the Bangladesh Nationalist Party (BNP), Bangladesh Jamaat-e-Islami (Jamaat), and the newly formed National Citizen Party (NCP) have increasingly been exchanging verbal jabs as the parties prepare for the next national election.Video Player is loading.Play VideoPlaySkip BackwardSkip ForwardMuteCurrent Time0:00/Duration0:00Loaded:0%Stream TypeLIVESeek to live, currently behind liveLIVERemaining Time-0:001xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionscaptions settings, opens captions settings dialogcaptions off, selectedAudio TrackThis is a modal window.No compatible source was found for this media.Beginning of dialog window. Escape will cancel and close the window.TextColorWhiteBlackRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentText BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentTransparentCaption Area BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityTransparentSemi-TransparentOpaqueFont "
  },
  {
    "title": "NCP accuses BNP, several other parties of obstructing fundamental reforms",
    "link": "https://www.dhakatribune.com/bangladesh/politics/386511/ncp-bnp-and-several-parties-obstructing",
    "date": "2025-07-16T18:17:17.678309",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Bangladesh Nationalist Party",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The National Citizen Party (NCP) has alleged that the Bangladesh Nationalist Party (BNP), along with several other political parties, are creating obstacles when issues of fundamental reforms are raised in discussions with the National Consensus Commission.NCP Member Secretary Akhtar Hossain made the allegation while speaking to reporters on Tuesday at the Foreign Service Academy in the capital, following the 14th day of the second phase of discussions with political parties.Akhtar said: “Whenever the broad issues of fundamental reforms are brought up, the BNP and a few other parties create resistance. They are disrupting the consensus-building process. They are trying to create an environment in which these reform agendas are kept out of the discussions on consensus.”He added: “When significant issues such as the introduction of the proportional representation (PR) system in the upper house are raised, the BNP and some other parties raise direct objections. They want to remove the ref"
  },
  {
    "title": "Laws & Rights",
    "link": "https://www.dhakatribune.com/bangladesh/laws-rights",
    "date": "2025-07-16T18:17:21.261985",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Reliable BrokersOnline InvestingAlerts & AnalysisEasy Trading"
  },
  {
    "title": "Foreign Affairs",
    "link": "https://www.dhakatribune.com/bangladesh/foreign-affairs",
    "date": "2025-07-16T18:17:23.993821",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Reliable BrokersOnline InvestingAlerts & AnalysisEasy Trading"
  },
  {
    "title": "NCP convoy leaves Gopalganj under tight security escort",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386563/ncp-leaders-leave-gopalganj-with-police-rab-and",
    "date": "2025-07-16T18:17:27.127931",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "National Citizens Party (NCP) leaders were able to depart from Gopalganj at around 4:50pm on Wednesday. Their departure came after hours of tension and violence that had turned parts of the district into a battleground.The convoy of NCP leaders and activists was escorted out of the area by combined forces of the police, Rapid Action Battalion (RAB), and Border Guard Bangladesh (BGB).Earlier on Wednesday, an attack occurred on the NCP motorcade on the way back after a meeting in Gopalganj. NCP leaders have alleged that leaders and activists of the banned Awami League and banned Chhatra League carried out the attack.To control the situation, police and army fired shots. Police and army vehicles were also attacked during this time. Following this incident, NCP leaders took position at a government facility.The stage of the NCP rally organized in the municipal park area of Gopalganj town were attacked. Sound boxes, microphones, and chairs on the rally stage were vandalized, and NCP leaders"
  },
  {
    "title": "Section 144 imposed as attack on NCP sparks chaos in Gopalganj",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386548/section-144-imposed-as-attack-on-ncp-sparks-chaos",
    "date": "2025-07-16T18:17:34.888881",
    "source": "Dhaka Tribune",
    "location": "Wari, Dhaka",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.7197,
      90.4264
    ],
    "content_preview": "The administration imposed Section 144 around on Wednesday afternoon as Gopalganj turned into a battlefield following an attack on the National Citizen Party’s (NCP) motorcade after its rally.Shortly after the NCP concluded its rally in Gopalganj, a group of armed individuals attempted to surround and attack the party’s leaders and activists.The attackers blocked vehicles carrying NCP leaders and police from all sides.Law enforcement and army personnel responded by firing sound grenades and blank rounds to control the situation.Some NCP members eventually turned their vehicles around and left the scene via another route.NCP Chief Coordinator Nasiruddin Patwari told reporters that activists of the Awami League were behind the attack, accusing police and army personnel of remaining inactive.“We were told everything was under control, but when we arrived, it was not,” he said.Earlier, at around 1:45pm, a group of people wielding sticks approached the NCP rally venue and launched an attack"
  },
  {
    "title": "BGB joins forces with the army and police in Gopalganj",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386556/bgb-joined-forces-with-the-army-and-police-in",
    "date": "2025-07-16T18:17:42.368022",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "In Gopalganj, the Border Guard Bangladesh (BGB) has joined forces with the police and army to control the escalating law and order situation following attacks on the National Citizens Party (NCP) leaders and activists as they were leaving the city after a party meeting.To manage the situation, Section 144 has been imposed in the district. Four platoons of BGB personnel have been deployed alongside the army and police, who are jointly trying to handle the unrest.On Wednesday at 3:55pm, Md Shariful Islam, Public Relations Officer of the BGB headquarters, confirmed the deployment of four platoons.He stated that to control law and order in Gopalganj, the army and police have been joined by four platoons of BGB.Earlier, on Wednesday, an attack occurred on the NCP motorcade on the way back after a meeting in Gopalganj. NCP leaders have alleged that leaders and activists of the banned Awami League and banned Chhatra League carried out the attack.To control the situation, police and army fired"
  },
  {
    "title": "Nationwide blockade announced by Anti-Discrimination Student Movement",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386558/nationwide-blockade-announced-by",
    "date": "2025-07-16T18:17:45.508546",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The Anti-Discrimination Student Movement has announced blockade programs at key points across the country in protest of repeated attacks on a National Citizen Party (NCP) march in Gopalganj.The announcement was made on the organization’s official Facebook page on Wednesday.The post stated: “In protest of the attack on leaders in Gopalganj in July, the Anti-Discrimination Student Movement is announcing a blockade program at key points across Bangladesh. All units of the Anti-Discrimination Student Movement are being urged to organize the blockade with the participation of local student organizations, political parties, and students from all walks of life.”Meanwhile, Gopalganj has turned into a battlefield centring the NCP rally."
  },
  {
    "title": "DMP: Business rivalry behind Mitford murder, no political motive",
    "link": "https://www.dhakatribune.com/bangladesh/crime/386540/dmp-sohag-murder-rooted-in-business-dispute-not",
    "date": "2025-07-16T18:17:51.776719",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Scrap trader Lal Chand alias Md Sohag was killed in Old Dhaka over business rivalry, not for any political motive, Dhaka Metropolitan Police (DMP) Commissioner SM Sazzat Ali said on Wednesday.“The person who was seen throwing a stone at Sohag was initially unrecognized, but a special police team later confirmed his identity and arrested him from Patuakhali on Tuesday night,” he said at a press conference at the DMP Media Centre.Nine people have so far been arrested in connection with the murder, he added.“Following the incident, in-charge of Chawkbazar police outpost Sarwar detained two suspects—Mahbub and Mohin—from the scene. Based on witness accounts and CCTV footage, seven more suspects were later arrested, bringing the total number of detainees to nine,” the DMP commissioner said.The latest arrestee, Rezwan Uddin Abhi, is son of Manoranjan Basu and Beauty Deb Milla and he is a converted Muslim, he said.Efforts are underway to arrest the remaining suspects, the DMP commissioner add"
  },
  {
    "title": "NCP Gopalganj rally venue attacked",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386537/ncp-gopalganj-rally-venue-attacked",
    "date": "2025-07-16T18:18:00.197604",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Around 20 to 25 unidentified individuals launched an attack on the venue of a rally of the National Citizen Party in Gopalganj on Wednesday, vandalizing several chairs in the process.Several crude bombs were also exploded during the incident, according to media reports.NCP leaders and activists claimed police personnel left the area when the attack took place.They came to the spot later and brought the situation under control.This follows an attack earlier in the day on the vehicle of Gopalganj Sadar Upazila Nirbahi Officer (UNO) M Rokibul Hasan and another before that on a police vehicle in Gopalganj Sadar upazila.Leaders and activists of the now-banned Chhatra League allegedly carried out the attack on the police vehicle."
  },
  {
    "title": "NBR protests: Govt forms panel to assess state losses",
    "link": "https://www.dhakatribune.com/bangladesh/government-affairs/386536/nbr-strike-govt-forms-panel-to-assess-state",
    "date": "2025-07-16T18:18:02.508013",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The government has formed a high-profile nine-member inter-ministerial committee to assess the financial losses suffered by the state due to the prolonged strike and work abstention by Customs, VAT and Tax department officials.According to an official order issued on Wednesday, the committee will review both the revenue losses and the broader economic impact caused by disruptions in customs clearance, import-export activities and tax collection.The committee, headed by Syed Robiul Islam, joint secretary of the Internal Resources Division, comprises representatives from the Finance Division, Ministry of Commerce, Ministry of Industries, Ministry of Shipping (Chittagong Port Authority), National Board of Revenue (NBR), BGMEA, and FBCCI.The deputy secretary (Administration-1) of the Internal Resources Division will serve as the member-secretary.The committee has been directed to submit its findings within 30 days.The committee has been assigned three specific tasks, the first of which is "
  },
  {
    "title": "Violence erupts as NCP motorcade attacked in Gopalganj",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386541/ncp-motorcade-attacked-in-gopalganj",
    "date": "2025-07-16T18:18:06.997319",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "A group of unidentified individuals launched an attack on a motorcade of National Citizen Party (NCP) leaders after the party's rally in Gopalganj on Wednesday afternoon.As the party's central leaders were departing the rally venue, a barrage of brickbats was hurled at their vehicles.Several crude bombs were also exploded during the incident, according to media reports.Gopalganj UNO’s car comes under attack, driver injuredNCP Gopalganj rally venue attackedAlthough law enforcement officials, including police and RAB, attempted to escort the NCP leaders out of the town, they were forced to return due to the intensity of the attack.A short while later, an army patrol team also came under attack at the same location.According to the latest reports, the central leaders of the NCP were at the office of the district superintendent of police.The attackers were engaged in a clash with law enforcement at the time of writing."
  },
  {
    "title": "Boat symbol no longer listed for Awami League on EC website",
    "link": "https://www.dhakatribune.com/bangladesh/government-affairs/386533/ec-website-no-longer-shows-boat-symbol-for-awami",
    "date": "2025-07-16T18:18:10.082752",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The Election Commission (EC) has removed the Awami League’s boat symbol from its official website.A visit to the website on Wednesday revealed that the symbol no longer appears next to the party’s name, following the suspension of its registration in May.Earlier, on Tuesday, Asif Mahmud Shojib Bhuyain, adviser for the Local Government Ministry, raised questions in a post on Facebook regarding why the EC had sent a proposal to the Law Ministry to re-include the boat symbol of the Awami League, despite the party's activities being under a ban.In his post, he wrote: “On what grounds have you sent the cursed 'boat' symbol for re-inclusion in the schedule to the Law Ministry? As a constitutional institution, you have blatantly disregarded this July uprising. Whose agenda are you implementing and for whose benefit are you retaining this symbol? Do you intend to return the symbol to the so-called refined Awami League dreamt of by the defeated? As a citizen of Bangladesh, I demand answers from"
  },
  {
    "title": "July 16: Abu Sayed’s killing sparks nationwide student uprising",
    "link": "https://www.dhakatribune.com/bangladesh/386502/july-16-abu-sayed%E2%80%99s-killing-sparks-nationwide",
    "date": "2025-07-16T18:18:19.928224",
    "source": "Dhaka Tribune",
    "location": "Shahbagh, Dhaka",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.7361,
      90.3935
    ],
    "content_preview": "The daylight killing of student activist Abu Sayed in front of Begum Rokeya University on July 16 has become a defining moment in Bangladesh’s intensifying quota reform protests.Sayed, 23, was one of six demonstrators killed in violent clashes that erupted across multiple cities, including Dhaka, Chittagong, Rangpur, and Sylhet.In a video widely circulated on social media, Sayed is seen standing with his arms outstretched moments before being fatally shot — allegedly by police — triggering outrage among students and citizens nationwide.The violence follows weeks of escalating tension between student protesters and authorities.On the day of Sayed’s death, massive demonstrations swept campuses across Bangladesh.Protesters demanded an overhaul of the quota system in public sector recruitment, which they argue is outdated and discriminatory.Clashes reportedly intensified when ruling party affiliates — members of Bangladesh Chhatra League and Jubo League — joined law enforcement in confront"
  },
  {
    "title": "Gopalganj UNO’s car comes under attack, driver injured",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386534/gopalganj-uno%E2%80%99s-car-comes-under-attack-driver",
    "date": "2025-07-16T18:18:23.895957",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "An attack was carried out on the vehicle of Gopalganj Sadar Upazila Nirbahi Officer (UNO) M Rokibul Hasan, during which the driver, Moin, sustained injuries.The incident occurred shortly after 11am on the Gopalganj-Tekerhat road, in the Kansur area.This follows an attack earlier in the morning, when leaders and activists of the now-banned Chhatra League allegedly vandalized and set fire to a police vehicle in Gopalganj Sadar upazila while officers were out on patrol duty, ahead of an event of the National Citizen Party (NCP) in the district.According to UNO M Rokibul Hasan, a group of locals had erected a barricade on the road around 11am, halting vehicular movement.Upon receiving the news, the UNO arrived at the location, at which point his vehicle came under attack.Meanwhile, another group of locals staged a protest and blocked the road in the Kathi area of Gopalganj Sadar upazila along the Gopalganj-Kotalipara road.To prevent any untoward incident near Bangabandhu’s mausoleum or its"
  },
  {
    "title": "Prime suspect in Mitford murder arrested in Patuakhali",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386535/prime-suspect-in-mitford-murder-arrested-in",
    "date": "2025-07-16T18:18:25.647963",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "BNP",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Detectives have arrested the key suspect in the brutal killing of scrap vendor Lal Chand, also known as Md Sohag, who was beaten to death with a concrete boulder near Mitford Hospital in Puran Dhaka.The arrest was made on Tuesday night in the Itbaria area of Patuakhali by a team from the Detective Branch (DB) of the Dhaka Metropolitan Police, confirmed Additional Superintendent of Patuakhali Police Sajedul Islam on Wednesday.Though police have not officially released the suspect’s name, DB sources confirmed that he was identified through digital surveillance and information gathered from earlier arrests. “We tracked him to a house in Itbaria and took him into custody,” said a DB official, speaking on condition of anonymity.Investigators zeroed in on the suspect after CCTV footage showed him striking Sohag’s body with a stone. To avoid tipping off other absconding suspects, the authorities are withholding his identity for now.This brings the total number of arrests in the case to nine. "
  },
  {
    "title": "Security heightened at Bangabandhu mausoleum in Gopalganj",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386538/security-heightened-at-bangabandhu-mausoleum",
    "date": "2025-07-16T18:18:28.352379",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Authorities ramped up at the Mausoleum of Bangabandhu Sheikh Mujibur Rahman in Tungipara, Gopalganj, following an arson and vandalism attack on a police vehicle in Gopalganj Sadar upazila on Wednesday morning.Police, army, and personnel from other forces are patrolling the area around the mausoleum.Two armoured cars and one jeep from the Bangladesh Army were seen patrolling the whole area.Additional police forces have been deployed, although law and order around the mausoleum remains normal at this time.Md Khorsed Alam, officer-in-charge of Tungipara police station, confirmed the developments to Dhaka Tribune.Police, army, and joint forces personnel are patrolling around the Sheikh Mujibur Rahman Mausoleum. Photo: Dhaka Tribune\"We have not received any reports of unpleasant incidents yet. We are keeping everything under surveillance,\" he added.To handle any unwanted situation, authorities may increase or decrease security measures as needed to ensure maximum safety.\"To maintain law and"
  },
  {
    "title": "Police attacked, vehicle torched in Gopalganj ahead of NCP rally",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386529/police-vehicle-set-on-fire-and-vandalised-in",
    "date": "2025-07-16T18:18:31.871613",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Leaders and activists of the now-banned Chhatra League allegedly vandalized and set fire to a police vehicle in Gopalganj Sadar upazila on Wednesday morning while officers were out on patrol duty, ahead of an event of the National Citizen Party (NCP) in the district.The incident took place in the Ulpur area of Sadar upazila, confirmed Gopalganj Sadar police station Officer-in-Charge Mir Md Sajedur Rahman.Constables Md Kawsar Hossain and Constable Minhaz Sarker were injured during the incident and are receiving treatment at Gopalganj General Hospital.Members of the army, Armed Police Battalion, Rapid Action Battalion and Fire Service were spotted at Ulpur Bazar, near the site of the attack.Sajedur said that as part of the month-long July march program, the NCP was scheduled to hold a rally at the Poura Park in Gopalganj town, with the expected presence of senior central leaders.Supporters of Ataur Rahman Piyal, Chhatra Leagues district general secretary, allegedly set fire to and vandal"
  },
  {
    "title": "Delhi urges Dhaka to halt demolition of Satyajit Ray’s ancestral home",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386531/ancestral-home-of-ray-family-being-demolished-in",
    "date": "2025-07-16T18:18:36.742751",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "India on Tuesday called on Bangladesh to reconsider the demolition of legendary filmmaker Satyajit Ray’s ancestral home in Mymensingh, offering support for its restoration and proposing that the site be transformed into a \"museum of literature.\"\"We note with profound regret that the ancestral property of noted filmmaker and litterateur Satyajit Ray in Mymensingh, Bangladesh, belonging to his grandfather and eminent litterateur, Upendra Kishor Ray Chowdhury, is being demolished,\" the Indian Ministry of External Affairs said in a statement.\"The property, presently owned by the government of Bangladesh, is in a state of disrepair. Given the building’s landmark status, symbolizing Bangla cultural renaissance, it would be preferable to reconsider the demolition and examine options for its repair and reconstruction as a museum of literature and a symbol of the shared culture of India and Bangladesh.\"The government of India would be willing to extend cooperation for this purpose, it added.A n"
  },
  {
    "title": "July Martyrs' Day: Nation observes day of mourning",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386532/nation-observing-solemn-mourning-on-july-shaheed",
    "date": "2025-07-16T18:18:39.819814",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The government is observing Wednesday as a day of national mourning to commemorate July Martyrs' Day.The day marks the death of Abu Sayed, a student of Begum Rokeya University, who was shot and killed by police in Rangpur during an anti-quota protest on July 16 last year.In recognition of the incident, the government has officially declared the day July Martyrs' Day.A gazette notification issued by the Cabinet Division on Tuesday announced the state observance of mourning on this occasion.As part of the observance, the national flag is flown at half-mast at all government, semi-government, autonomous and educational institutions, as well as at all government and non-government buildings and Bangladesh missions abroad.Special prayers will be offered at all mosques and other places of worship across the country on Wednesday, seeking divine blessings for the departed souls.The Islamic Foundation has requested all khatibs, imams, and mosque committees to organize special prayers and munaja"
  },
  {
    "title": "Mitford murder: Two more including Robin placed on remand",
    "link": "https://www.dhakatribune.com/bangladesh/court/386562/sohag-murder-in-mitford-two-more-including-robin",
    "date": "2025-07-16T18:18:42.884636",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "A Dhaka court has granted seven-day remand for three individuals, including Tarek Rahman Robin, in connection with the killing of scrap trader Lal Chand, also known as Sohag, 39, who was stoned to death in front of Mitford Hospital in Old Dhaka.Dhaka Metropolitan Magistrate Md Saifuzzaman passed the remand order on Wednesday.The other two accused are Rizwan Uddin alias Abhijit Basu, 31 and Md Nannu Kazi, 33.All three were produced before the court on the same day. The investigation officer of the case, Officer-in-Charge of Kotwali police station Md Moniruzzaman, submitted a petition seeking 10-day remand for each of the accused.After the hearing, the court granted seven days of remand for each. There was no legal representative present on behalf of the accused.According to police, two cases were filed with Kotwali police station in connection with Sohag’s murder—one for murder and the other under the Arms Act.The incident took place around 6pm on July 9 at Rajani Ghosh Lane, adjacent t"
  },
  {
    "title": "Govt: Obstructing peaceful rally in Gopalganj a shameful violation of rights",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386564/interim-government-obstructing-peaceful-rally-in",
    "date": "2025-07-16T18:18:44.808395",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The interim government has stated that obstructing the youth from peacefully holding a rally to mark the one-year anniversary of their revolutionary movement in Gopalganj is a shameful violation of their fundamental rights.\"The use of violence today in Gopalganj is utterly indefensible,\" said a statement issued by the Chief Adviser's Press Wing today.It said preventing young citizens from peacefully holding a rally to commemorate the one-year anniversary of their revolutionary movement is a shameful violation of their fundamental rights.Members of the NCP, police and media were subjected to attacks, with their cars vandalised and individuals violently assaulted.\"This heinous act-allegedly carried out by members of the banned Awami League's Chhatra League and AL activists - will not go unpunished,\" the statement read.The perpetrators must be swiftly identified and held fully accountable, the interim government said, adding that there is no place for such violence against any citizen of "
  },
  {
    "title": "Govt declares state mourning on July 16",
    "link": "https://www.dhakatribune.com/bangladesh/government-affairs/386490/govt-declares-state-mourning-on-july-16",
    "date": "2025-07-16T18:18:47.093833",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The government has decided to observe state mourning on Wednesday, July 16, to mark July Martyrs’ Day.A circular signed by Cabinet Secretary Dr Sheikh Abdur Rashid on Tuesday states that all government, semi-government, autonomous, and educational institutions, along with private buildings and Bangladesh missions abroad, will fly the national flag at half-mast.Special prayers will be held across mosques in BangladeshPrayers for the peace of their souls will also be held in other places of worship."
  },
  {
    "title": "গোপালগঞ্জে এনসিপি নেতাদের গাড়িবহরে হামলার প্রতিবাদে শাহবাগ অবরোধ",
    "link": "https://bangla.dhakatribune.com/bangladesh/99235/%E0%A6%97%E0%A7%8B%E0%A6%AA%E0%A6%BE%E0%A6%B2%E0%A6%97%E0%A6%9E%E0%A7%8D%E0%A6%9C%E0%A7%87-%E0%A6%8F%E0%A6%A8%E0%A6%B8%E0%A6%BF%E0%A6%AA%E0%A6%BF-%E0%A6%A8%E0%A7%87%E0%A6%A4%E0%A6%BE%E0%A6%A6%E0%A7%87%E0%A6%B0-%E0%A6%97%E0%A6%BE%E0%A7%9C%E0%A6%BF%E0%A6%AC%E0%A6%B9%E0%A6%B0%E0%A7%87-%E0%A6%B9%E0%A6%BE%E0%A6%AE%E0%A6%B2%E0%A6%BE%E0%A6%B0",
    "date": "2025-07-16T18:18:50.012532",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "জাতীয় নাগরিক পার্টির (এনসিপি) জুলাই পদযাত্রা কর্মসূচিকে কেন্দ্র করে গোপালগঞ্জ জেলায় এনসিপি নেতাদের ওপর আওয়ামী লীগ ও তার সমর্থকদের হামলার প্রতিবাদে সম্মিলিতভাবে শাহবাগ ব্লকেড করেছে বৈষম্যবিরোধী ছাত্র আন্দোলন, বাংলাদেশ গণতান্ত্রিক ছাত্র সংসদ, জাতীয় নাগরিক পার্টি, যুবশক্তিসহ ছাত্র-জনতা।বুধবার (১৬ জুলাই) বিকাল ৫টার দিকে রাজধানীর শাহবাগে মোড়ে জড়ো হয়ে যান চলাচল বন্ধ করে দেয় এনসিপি নেতাকর্মীসহ ছাত্র-জনতা। এতে করে ঐ এলাকায় তীব্র যানজটের সৃষ্টি হয়েছে।বিস্তারিত আসছে…"
  },
  {
    "title": "প্রেস উইং: এনসিপির সমাবেশে বাধা দেওয়া মৌলিক অধিকার লঙ্ঘন",
    "link": "https://bangla.dhakatribune.com/bangladesh/99234/%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A7%87%E0%A6%B8-%E0%A6%89%E0%A6%87%E0%A6%82-%E0%A6%8F%E0%A6%A8%E0%A6%B8%E0%A6%BF%E0%A6%AA%E0%A6%BF%E0%A6%B0-%E0%A6%B8%E0%A6%AE%E0%A6%BE%E0%A6%AC%E0%A7%87%E0%A6%B6%E0%A7%87-%E0%A6%AC%E0%A6%BE%E0%A6%A7%E0%A6%BE-%E0%A6%A6%E0%A7%87%E0%A6%93%E0%A7%9F%E0%A6%BE-%E0%A6%AE%E0%A7%8C%E0%A6%B2%E0%A6%BF%E0%A6%95-%E0%A6%85%E0%A6%A7%E0%A6%BF%E0%A6%95%E0%A6%BE%E0%A6%B0",
    "date": "2025-07-16T18:18:53.353995",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "গোপালগঞ্জে এনসিপির (জাতীয় নাগরিক পার্টি) জুলাই পদযাত্রায় আওয়ামী লীগ-যুবলীগ ও নিষিদ্ধ সংগঠন ছাত্রলীগের হামলার ঘটনায় বিবৃতি দিয়েছে অন্তর্বর্তী সরকার। এনসিপির সমাবেশে বাধা দেওয়া মৌলিক অধিকার লঙ্ঘন বলে জানিয়েছে সরকার। হামলাকারীদের শাস্তি সরকার নিশ্চিত করবে বলেও জানানো হয়েছে।বুধবার (১৬ জুলাই) বিকেলে প্রধান উপদেষ্টার প্রেস উইং থেকে এক বিবৃতিতে এ তথ্য জানানো হয়েছে।বিবৃতিতে সরকার বলছে, গোপালগঞ্জে আজ সহিংসতার ব্যবহার সম্পূর্ণরূপে অগ্রহণযোগ্য। জুলাই গণ-অভ্যুত্থানের এক বছর পূর্তি উপলক্ষে তরুণ নাগরিকদের শান্তিপূর্ণভাবে সমাবেশ করতে বাধা দেওয়া তাদের মৌলিক অধিকারের লঙ্ঘন হয়েছে। এনসিপির নেতা-কর্মী, পুলিশ ও গণমাধ্যমের ওপর নৃশংস হামলা চালানো হয়েছে, তাদের গাড়ি ভাঙচুর করা হয়েছে এবং ব্যক্তিদের ওপর সহিংসভাবে আক্রমণ করা হয়েছে। নিষিদ্ধ আওয়ামী লীগ ও ছাত্রলীগের কর্মীদের দ্বারা এই জঘন্য কাজটি করা হয়েছে বলে অভিযোগ রয়েছে, যা শাস্তির বাইরে থাকবে না বলে বিবৃতিতে উল্লেখ করা হয়েছে।বিজ্ঞপ্তিতে বলা হয়েছে, অপরাধীদের দ্রুত চিহ্নিত করা হবে এবং তাদের সম্পূর্ণ জবাবদিহি করতে হবে। বাংলাদেশের কোনো নাগরিকের বিরুদ্ধে এই ধ"
  },
  {
    "title": "‘রাজনৈতিক পরিচয় থাকায় পাঠ্যবইয়ে শহিদ ওয়াসিমের জায়গা হয়নি’",
    "link": "https://bangla.dhakatribune.com/bangladesh/99233/%E2%80%98%E0%A6%B0%E0%A6%BE%E0%A6%9C%E0%A6%A8%E0%A7%88%E0%A6%A4%E0%A6%BF%E0%A6%95-%E0%A6%AA%E0%A6%B0%E0%A6%BF%E0%A6%9A%E0%A7%9F-%E0%A6%A5%E0%A6%BE%E0%A6%95%E0%A6%BE%E0%A7%9F-%E0%A6%AA%E0%A6%BE%E0%A6%A0%E0%A7%8D%E0%A6%AF%E0%A6%AC%E0%A6%87%E0%A7%9F%E0%A7%87-%E0%A6%B6%E0%A6%B9%E0%A6%BF%E0%A6%A6-%E0%A6%93%E0%A7%9F%E0%A6%BE%E0%A6%B8%E0%A6%BF%E0%A6%AE%E0%A7%87%E0%A6%B0",
    "date": "2025-07-16T18:18:56.022678",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "রাজনৈতিক পরিচয় থাকার কারণে শহিদ ওয়াসিমের নাম এখনো পাঠ্যবইয়ে অন্তর্ভুক্ত হয়নি বলে মন্তব্য করেছেন ছাত্রদলের কেন্দ্রীয় সাধারণ সম্পাদক নাছির উদ্দীন।বুধবার (১৬ জুলাই) সকালে কক্সবাজারের পেকুয়ায় শহিদ ওয়াসিম আকরামের কবর জিয়ারতে গিয়ে এ কথা বলেন তিনি। এর আগে তিনি ওয়াসিমের বাবা-মায়ের সঙ্গে সাক্ষাৎ করেন।নাছির বলেন, ‘‘জুলাই ও আগস্টে শহিদদের মধ্যে শহিদ আবু সাঈদ ও মুগ্ধর নাম পাঠ্যপুস্তকে স্থান পেয়েছে। শুধু রাজনৈতিক পরিচয় থাকার কারণে ওয়াসিমের নাম এখনো অন্তর্ভুক্ত হয়নি। যে বৈষম্যহীন সমাজ প্রতিষ্ঠার জন্য ওয়াসিম জীবন দিয়েছেন, সেই বৈষম্য এখনো রয়ে গেছে।’’তিনি আরও বলেন, ‘‘গত বছরের এই দিনে ওয়াসিম ফেসবুকে পোস্ট দিয়ে লিখেছিলেন, ‘চলে আসুন ষোলশহর।’ এ আহ্বান কেবল কোটা সংস্কার আন্দোলনের জন্য ছিল না। এ আহ্বান ছিল অবৈধ শাসনের অবসান ও জনগণের অধিকার প্রতিষ্ঠার জন্য। ২০১৪, ২০১৮ ও ২০২৪ সালের গণ-আন্দোলনের ধারাবাহিকতায় সেই ডাকে সাড়া দিয়ে ওয়াসিম শহিদ হয়েছেন।’’ছাত্রদলের এই নেতা আরও বলেন, ‘‘একটা গুপ্ত সংগঠন এখনো বিভিন্ন প্রোপাগান্ডায় জড়িত রয়েছে। তারা জুলাই-আগস্টে আদৌ আন্দোলন করেছে কি না, জনমনে সন্দেহ রয়েছে। শহিদ ওয়াসিমকে ভিন"
  },
  {
    "title": "নিরাপদে গোপালগঞ্জ ছাড়লেন এনসিপির নেতারা",
    "link": "https://bangla.dhakatribune.com/bangladesh/99232/%E0%A6%A8%E0%A6%BF%E0%A6%B0%E0%A6%BE%E0%A6%AA%E0%A6%A6%E0%A7%87-%E0%A6%97%E0%A7%8B%E0%A6%AA%E0%A6%BE%E0%A6%B2%E0%A6%97%E0%A6%9E%E0%A7%8D%E0%A6%9C-%E0%A6%9B%E0%A6%BE%E0%A7%9C%E0%A6%B2%E0%A7%87%E0%A6%A8-%E0%A6%8F%E0%A6%A8%E0%A6%B8%E0%A6%BF%E0%A6%AA%E0%A6%BF%E0%A6%B0-%E0%A6%A8%E0%A7%87%E0%A6%A4%E0%A6%BE%E0%A6%B0%E0%A6%BE",
    "date": "2025-07-16T18:18:57.935249",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "গোপালগঞ্জে সমাবেশ শেষে অবরুদ্ধ হয়ে পড়া জাতীয় নাগরিক পার্টির (এনসিপি) নেতারা নিরাপদে জেলা ছেড়েছেন।বুধবার (১৬ জুলাই) বিকেল ৪টা ৫০ মিনিটের দিকে জেলা পুলিশ সুপারের কার্যালয় থেকে আইনশৃঙ্খলা বাহিনীর প্রহরায় বের হয় তাদের গাড়িবহর। সেখান থেকে বাগেরহাটের মোল্লাহাট হয়ে খুলনা দিয়ে জুলাই পদযাত্রার পরবর্তী গন্তব্যের উদ্দেশে যাত্রা করে তাদের গাড়িবহর।এর আগে, বিকেল পৌনে তিনটার দিকে গোপালগঞ্জে সমাবেশ শেষে ফেরার সময় হামলার মুখে পড়ে এনসিপির কেন্দ্রীয় নেতাদের গাড়িবহর।সমাবেশস্থল থেকে বের হওয়ার পর জেলা শহরের লঞ্চঘাট এলাকায় এ ঘটনা ঘটে কেন্দ্রীয় নেতাদের বহনকারী গাড়িবহরের ওপর ব্যাপক ইটপাটকেল নিক্ষেপ করা হয়।এ সময় পরিস্থিতি নিয়ন্ত্রণে আনতে ফাঁকা গুলি ও টিয়ারগ্যাস নিক্ষেপ করে পুলিশ।পুলিশ ও র‍্যাবের পাহারায় এনসিপির নেতাদের শহর থেকে বাইরে বের করার চেষ্টা করা হলেও ব্যাপক হামলার মুখে তাদের আবার শহরে ফিরিয়ে আনা হয়। কিছুক্ষণ পরে সেনাবাহিনীর একটি টহল টিম সেখানে এলে তারাও হামলার মুখে পড়ে।প্রসঙ্গত, ১ জুলাই থেকে “দেশ গড়তে জুলাই পদযাত্রা” কর্মসূচি পালন করছে জাতীয় নাগরিক পার্টি (এনসিপি)। এর মধ্যে দেশের বেশ কয়েকটি জেলায় এই "
  },
  {
    "title": "সারাদেশে ব্লকেড কর্মসূচি ঘোষণা",
    "link": "https://bangla.dhakatribune.com/bangladesh/99231/%E0%A6%B8%E0%A6%BE%E0%A6%B0%E0%A6%BE%E0%A6%A6%E0%A7%87%E0%A6%B6%E0%A7%87-%E0%A6%AC%E0%A7%8D%E0%A6%B2%E0%A6%95%E0%A7%87%E0%A6%A1-%E0%A6%95%E0%A6%B0%E0%A7%8D%E0%A6%AE%E0%A6%B8%E0%A7%82%E0%A6%9A%E0%A6%BF-%E0%A6%98%E0%A7%8B%E0%A6%B7%E0%A6%A3%E0%A6%BE",
    "date": "2025-07-16T18:19:01.608326",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "গোপালগঞ্জে এনসিপির (জাতীয় নাগরিক পার্টি) সমাবেশে হামলার প্রতিবাদে সারা বাংলাদেশের গুরুত্বপূর্ণ পয়েন্টগুলোতে ব্লকেড কর্মসূচি পালনের ঘোষণা দিয়েছে বৈষম্যবিরোধী ছাত্র আন্দোলন।বুধবার (১৬ জুলাই) সামাজিক যোগাযোগমাধ্যম ফেসবুকে দেওয়া এক পোস্টে এ কথা জানিয়েছেন বৈষম্যবিরোধী ছাত্র আন্দোলনের সভাপতি রিফাত রশিদ।ফেসবুক বার্তায় তিনি লিখেছেন, ‘‘গোপালগঞ্জে জুলাইয়ের নেতাদেরকে হামলার প্রতিবাদে সারা বাংলাদেশের গুরুত্বপূর্ণ পয়েন্টগুলোতে ব্লকেড কর্মসূচি পালনের ঘোষণা দিচ্ছে বৈষম্যবিরোধী ছাত্র আন্দোলন। সারা দেশের বৈষম্যবিরোধী ছাত্র আন্দোলনের সব ইউনিটকে স্থানীয় ছাত্রসংগঠন, রাজনৈতিক দলসহ সর্বস্তরের ছাত্র-জনতাকে সঙ্গে নিয়ে ব্লকেড কর্মসূচি পালনের আহ্বান জানানো যাচ্ছে।”এর আগে গোপালগঞ্জে সমাবেশ শেষে এনসিপির নেতাদের গাড়িবহরে হামলার ঘটনায় রণক্ষেত্রে পরিণত হয়েছে। আওয়ামী লীগ-যুবলীগ ও নিষিদ্ধ সংগঠন ছত্রলীগের হামলায় অবরুদ্ধ হয়ে পড়েছেন এনসিপির কেন্দ্রীয় নেতারা। এ ঘটনায় ১৪৪ ধারা জারি করেছে প্রশাসন। এদিকে জুলাই পদযাত্রায় হামলার প্রতিবাদে মশাল মিছিলের ঘোষণা দিয়েছে এনসিপির ঢাকা মহানগর উত্তর ও দক্ষিণ শাখা।এছাড়া জেলায় ৪ প্লাটুন "
  },
  {
    "title": "গোপালগঞ্জে সেনাবাহিনী-পুলিশের পাশাপাশি বিজিবি মোতায়েন",
    "link": "https://bangla.dhakatribune.com/bangladesh/99230/%E0%A6%97%E0%A7%8B%E0%A6%AA%E0%A6%BE%E0%A6%B2%E0%A6%97%E0%A6%9E%E0%A7%8D%E0%A6%9C%E0%A7%87-%E0%A6%B8%E0%A7%87%E0%A6%A8%E0%A6%BE%E0%A6%AC%E0%A6%BE%E0%A6%B9%E0%A6%BF%E0%A6%A8%E0%A7%80-%E0%A6%AA%E0%A7%81%E0%A6%B2%E0%A6%BF%E0%A6%B6%E0%A7%87%E0%A6%B0-%E0%A6%AA%E0%A6%BE%E0%A6%B6%E0%A6%BE%E0%A6%AA%E0%A6%BE%E0%A6%B6%E0%A6%BF-%E0%A6%AC%E0%A6%BF%E0%A6%9C%E0%A6%BF%E0%A6%AC%E0%A6%BF",
    "date": "2025-07-16T18:19:03.180905",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "গোপালগঞ্জে সমাবেশ শেষে জাতীয় নাগরিক পার্টির (এনসিপি) নেতাদের গাড়িবহরে হামলার ঘটনায় রণক্ষেত্রে পরিণত হয়েছে। আওয়ামী লীগ-যুবলীগ ও নিষিদ্ধ সংগঠন ছত্রলীগের হামলায় অবরুদ্ধ হয়ে পড়েছেন এনসিপির কেন্দ্রীয় নেতারা। এ ঘটনায় ১৪৪ ধারা জারি করেছে প্রশাসন।এছাড়া জেলায় চার প্লাটুন বর্ডার গার্ড বাংলাদেশের (বিজিবি) সদস্য মোতায়েন করা হয়েছে। সেনাবাহিনী, বিজিবি ও পুলিশ মিলে পরিস্থিতি সামাল দেওয়ার চেষ্টা চালিয়ে যাচ্ছে।বুধবার (১৬ জুলাই) বিকেল চারটার দিকে বিজিবি সদর দপ্তরের জনসংযোগ কর্মকর্তা মো. শরীফুল ইসলাম চার প্লাটুন সদস্য মোতায়েনের তথ্য নিশ্চিত করেন।তিনি জানান, গোপালগঞ্জে আইনশৃঙ্খলা পরিস্থিতি নিয়ন্ত্রণে সেনাবাহিনী ও পুলিশের সঙ্গে যোগ দিয়েছে চার প্লাটুন বিজিবি।এর আগে, বিকেল পৌনে তিনটার দিকে গোপালগঞ্জে সমাবেশ শেষে ফেরার সময় হামলার মুখে পড়ে এনসিপির কেন্দ্রীয় নেতাদের গাড়িবহর।সমাবেশস্থল থেকে বের হওয়ার পর জেলা শহরের লঞ্চঘাট এলাকায় এ ঘটনা ঘটে কেন্দ্রীয় নেতাদের বহনকারী গাড়িবহরের ওপর ব্যাপক ইটপাটকেল নিক্ষেপ করা হয়।এ সময় পরিস্থিতি নিয়ন্ত্রণে আনতে ফাঁকা গুলি ও টিয়ারগ্যাস নিক্ষেপ করে পুলিশ।পুলিশ ও র‍্যাবের পাহারায় এন"
  },
  {
    "title": "Tax Zone-10 security guard suspended over remarks about NBR chairman",
    "link": "https://www.dhakatribune.com/bangladesh/government-affairs/386530/security-guard-of-tax-zone-10-suspended-over",
    "date": "2025-07-16T18:19:07.471785",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "A security guard of Tax Zone-10 has been suspended for making inappropriate remarks about National Board of Revenue (NBR) Chairman Md Abdur Rahman Khan.The suspension order was issued through a circular signed by Tax Commissioner Md Shah Ali of Tax Zone-10 on Tuesday.According to the circular, Selim Mia, a security guard assigned to Circle-200 of Tax Zone-10, made derogatory comments about the NBR chairman on WhatsApp from a mobile number registered in his name.Selim reportedly admitted to the offence.The behaviour has been deemed misconduct under Section 3(b) of the Government Servants (Discipline and Appeal) Rules, 2018, and a departmental investigation has been ordered.Based on Section 12(1) of the same rules, he has been suspended from duty.During the suspension, he will receive a subsistence allowance as per government regulations.Earlier the same day, 14 senior officials from the income tax and customs wings of the NBR were also suspended — eight in the afternoon and six more lat"
  },
  {
    "title": "DU vice-chancellor meets Yunus",
    "link": "https://www.dhakatribune.com/bangladesh/dhaka/386526/du-vice-chancellor-meets-yunus",
    "date": "2025-07-16T18:19:11.267807",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Professor Dr Niaz Ahmed Khan, vice-chancellor of Dhaka University, met with Chief Adviser Dr Muhammad Yunus on Tuesday evening at the state guest house Jamuna.The vice-chancellor held this meeting with the chief adviser as part of regular briefings on the university's overall affairs.During the meeting, Vice-Chancellor Dr Niaz Ahmed Khan briefed the chief adviser on the significant progress of the election commission formed for Ducsu elections, the overall security situation on the university campus, educational and research activities, progress of various development projects, and recent measures taken for student welfare.The vice-chancellor also sought the chief adviser's cooperation in expediting work on major projects awaiting Ecnec approval, including the construction of various halls and facilities at the university.Additionally, he requested the chief adviser's support for increasing government funding to make the university's research programs more dynamic and robust.The vice-c"
  },
  {
    "title": "AL, banned BCL activists attack UNO convoy in Gopalganj",
    "link": "https://www.newagebd.net/post/politics/270236/al-banned-bcl-activists-attack-uno-convoy-in-gopalganj",
    "date": "2025-07-16T18:16:54.736048",
    "source": "New Age",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Fakhrul expresses concern over attack on NCP in GopalganjJul 16, 2025"
  },
  {
    "title": "AL activists torch, vandalise police vehicle in Gopalganj",
    "link": "https://www.newagebd.net/post/politics/270232/al-activists-torch-vandalise-police-vehicle-in-gopalganj",
    "date": "2025-07-16T18:16:58.265083",
    "source": "New Age",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Security forces escort NCP leaders out of Gopalganj as AL goes on rampageJul 16, 2025"
  },
  {
    "title": "Politics of gender in post-uprising Bangladesh",
    "link": "https://www.newagebd.net/post/new-age-specials/247337/politics-of-gender-in-post-uprising-bangladesh",
    "date": "2025-07-16T18:17:03.614415",
    "source": "New Age",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Fakhrul expresses concern over attack on NCP in GopalganjJul 16, 2025"
  },
  {
    "title": "Bangladesh Bank keeps policy rate unchanged at 10pc",
    "link": "https://www.newagebd.net/post/Banking/270196/bangladesh-bank-keeps-policy-rate-unchanged-at-10pc",
    "date": "2025-07-16T18:17:07.744329",
    "source": "New Age",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "'Incredible' Stokes put body on line for England: RootJul 16, 2025"
  },
  {
    "title": "Bangladesh v Pakistan T20I ticket price revealed",
    "link": "https://www.newagebd.net/post/cricket/269952/bangladesh-v-pakistan-t20i-ticket-price-revealed",
    "date": "2025-07-16T18:17:12.367396",
    "source": "New Age",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "ICT-2 orders newspaper notice summoning eight accused over burning bodies at AshuliaJul 16, 2025"
  },
  {
    "title": "Bangladesh needs to fund early action, not just response",
    "link": "https://www.newagebd.net/post/opinion/270075/bangladesh-needs-to-fund-early-action-not-just-response",
    "date": "2025-07-16T18:17:16.286571",
    "source": "New Age",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Al Mamun meets EU delegation’s chargé d’Affaires in DhakaJul 16, 2025"
  },
  {
    "title": "Bangladesh eye first white-ball series win in Sri Lanka",
    "link": "https://www.newagebd.net/post/cricket/270166/bangladesh-eye-first-white-ball-series-win-in-sri-lanka",
    "date": "2025-07-16T18:17:20.965951",
    "source": "New Age",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Al Mamun meets EU delegation’s chargé d’Affaires in DhakaJul 16, 2025"
  }
]