[
  {
    "title": "গোপালগঞ্জে সংঘর্ষ নিয়ে জামায়াতের বিবৃতিআইনশৃঙ্খলা রক্ষাকারী বাহিনীর কার্যকর তৎপরতা লক্ষ করা যায়নি, এটা উদ্বেগজনক",
    "link": "https://www.prothomalo.com/politics/y8uk5a5dfl",
    "date": "2025-07-16T23:40:50.256915",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "জামায়াতে ইসলামীর লোগোগোপালগঞ্জে জাতীয় নাগরিক পার্টির (এনসিপি) সমাবেশ ঘিরে হামলা ও সংঘর্ষের ঘটনায় আইনশৃঙ্খলা রক্ষাকারী বাহিনীর কার্যকর তৎপরতা দেখা যায়নি বলে এক বিবৃতিতে উল্লেখ করেছে জামায়াতে ইসলামী। এ নিয়ে উদ্বেগ জানিয়েছে দলটি।আজ বুধবার সকাল থেকে গোপালগঞ্জে দফায় দফায় হামলা ও দুপুরে সংঘর্ষের পর বিকেলে গণমাধ্যমে বিবৃতি পাঠান জামায়াতের সেক্রেটারি জেনারেল মিয়া গোলাম পরওয়ার। বিবৃতিতে তিনি বলেন, ‘১৬ জুলাই (বুধবার) গোপালগঞ্জ জেলায় এনসিপির পূর্বঘোষিত “মার্চ টু গোপালগঞ্জ” কর্মসূচিতে পতিত আওয়ামী ফ্যাসিবাদের সন্ত্রাসী দোসররা হামলা চালিয়েছে। এনসিপির নেতৃবৃন্দ স্বাভাবিক নিয়মে প্রশাসনের সঙ্গে পূর্ব থেকেই আলাপ–আলোচনা করে তাঁদের কর্মসূচি বাস্তবায়নে সহায়তা চেয়েছেন। যেকোনো রাজনৈতিক দলের কর্মসূচি বাস্তবায়নে সহযোগিতা করা প্রশাসনের দায়িত্ব। কিন্তু আইনশৃঙ্খলা রক্ষাকারী বাহিনীর কার্যকর তৎপরতা লক্ষ করা যায়নি। এটি উদ্বেগজনক।’গোপালগঞ্জ বাংলাদেশ থেকে বিচ্ছিন্ন কোনো জেলা নয় উল্লেখ করে জামায়াতের সেক্রেটারি জেনারেল লিখেছেন, ‘এটি বাংলাদেশেরই অংশ। সরকারকে গোপালগঞ্জসহ বাংলাদেশের সর্বত্র আইনশৃঙ্খলা রক্ষা করার ক্ষেত্রে ক"
  },
  {
    "title": "‘নৌকা’ প্রতীক থাকবে, তবে কেউ\nব্যবহার করতে পারবে না: ইসি সচিব",
    "link": "https://www.prothomalo.com/politics/hhnv0h7dzk",
    "date": "2025-07-16T23:40:53.280930",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "নির্বাচন কমিশন (ইসি) সচিবালয়ের জ্যেষ্ঠ সচিব আখতার আহমেদফাইল ছবিনিবন্ধন স্থগিত থাকা আওয়ামী লীগের দলীয় প্রতীক ‘নৌকা’ নির্বাচন পরিচালনা বিধিমালার তফসিলে সংরক্ষিত থাকবে, তবে এটি কেউ ব্যবহার করতে পারবে না বলে জানিয়েছেন নির্বাচন কমিশনের (ইসি) সচিব আখতার আহমেদ। বিভ্রান্তি এড়াতে প্রতীকটি ইসির ওয়েবসাইট থেকে সরিয়ে নেওয়া হয়েছে বলেও জানান তিনি।আজ বুধবার রাজধানীর আগারগাঁওয়ে ইসি কার্যালয়ে প্রধান নির্বাচন কমিশনারসহ অন্য কমিশনারদের অনানুষ্ঠানিক এক বৈঠক শেষে সাংবাদিকদের এ তথ্য দেন সচিব।ইসি সচিব বলেন, নৌকা প্রতীক ওয়েবসাইট থেকে সরিয়ে রাখা হয়েছে শুধু বিভ্রান্তি এড়ানোর জন্য। এর বাইরে কোনো কারণ নেই। এ প্রতীক নির্বাচন পরিচালনা বিধিমালার তফসিলে সংরক্ষিত থাকবে। কিন্তু এটা কেউ ব্যবহার করতে পারবে না।এ ছাড়া সচিব জানান, জামায়াতে ইসলামীর প্রতীকসহ নিবন্ধন ফেরত দেওয়ার যে প্রজ্ঞাপন হয়েছে তার আলোকে নাম ও প্রতীক ওয়েবসাইটে হালনাগাদ করা হয়েছে। তিনি এক প্রশ্নের জবাবে বলেন, ‘শাপলা’কে তফসিলে এখনো অন্তর্ভুক্ত করা হয়নি।এর আগে ইসির ওয়েবসাইট থেকে নৌকা প্রতীক সরিয়ে ফেলা হয়। এ বিষয়ে ইসি সচিবালয়ের সিস্টেম ম্যানেজার রফিকুল হক বুধবার"
  },
  {
    "title": "এনসিপির সমাবেশ শেষে হামলা, গোপালগঞ্জে ১৪৪ ধারা জারি",
    "link": "https://www.prothomalo.com/video/bangladesh/3e5kq3rgm0",
    "date": "2025-07-16T23:41:05.303043",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "মেহেদীর বোলিং-জাদুর পর তামিমের ছক্কার ঝড়২ মিনিট আগে"
  },
  {
    "title": "এনসিপির পদযাত্রাকে কেন্দ্র করে গোপালগঞ্জে পুলিশের গাড়িতে আগুন",
    "link": "https://www.prothomalo.com/video/bangladesh/q2o94tasjq",
    "date": "2025-07-16T23:41:13.929675",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "মেহেদীর বোলিং-জাদুর পর তামিমের ছক্কার ঝড়২ মিনিট আগে"
  },
  {
    "title": "সংবাদ সম্মেলনে নাহিদহত্যার উদ্দেশ্যে জঙ্গি কায়দায় হামলা করেছে আওয়ামী লীগ",
    "link": "https://www.prothomalo.com/bangladesh/district/ywkoz26hl6",
    "date": "2025-07-16T23:41:22.710097",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "এনসিপির সংবাদ সম্মেলন। আজ বুধবার রাতে খুলনা প্রেসক্লাবেছবি: প্রথম আলো‘আমরা কোন দিন কোন জেলায় যাব, এটা আগে থেকেই ঠিক করা ছিল। মুজিববাদী সন্ত্রাসীরা, নিষিদ্ধঘোষিত সন্ত্রাসী ছাত্রলীগ, আওয়ামী লীগ ও তার অঙ্গসংগঠনের সন্ত্রাসীরা গোপালগঞ্জে আমাদের ওপর হামলা করেছে। গণ–অভ্যুত্থানের নেতৃত্বদানকারীদের হত্যার উদ্দেশ্যে জঙ্গি কায়দায় হামলা করে তারা।’আজ বুধবার রাত সাড়ে নয়টায় খুলনা প্রেসক্লাবে আয়োজিত সংবাদ সম্মেলনে এনসিপির আহ্বায়ক নাহিদ ইসলাম এসব কথা বলেন।সংবাদ সম্মেলনে এনসিপির সদস্যসচিব আখতার হোসেন, মুখ্য সংগঠক (দক্ষিণাঞ্চল) হাসনাত আবদুল্লাহ, মুখ্য সংগঠক (উত্তরাঞ্চল) সারজিস আলম, জ্যেষ্ঠ যুগ্ম আহ্বায়ক সামান্তা শারমিন, জ্যেষ্ঠ যুগ্ম সদস্যসচিব তাসনিম জারা প্রমুখ উপস্থিত ছিলেন।আজ বুধবার সন্ধ্যা সাতটার দিকে গাড়িবহর নিয়ে এনসিপির কেন্দ্রীয় নেতারা গোপালগঞ্জ থেকে খুলনা শহরে ঢোকেন। এর আগে গোপালগঞ্জ শহরের পৌর পার্কে এনসিপির পথসভা শেষ হওয়ার পর আওয়ামী লীগের লোকজন লাঠিসোঁটা নিয়ে এনসিপির নেতা-কর্মীদের ওপর হামলা চালান। এর আগে পথসভাস্থলে হামলা, পুলিশের গাড়িতে আগুন ও উপজেলা নির্বাহী কর্মকর্তার (ইউএনও) গাড়িতে হামলার ঘ"
  },
  {
    "title": "গোপালগঞ্জে এনসিপির সমাবেশ ঘিরে হামলা-সংঘর্ষ, মৃত্যু বেড়ে ৪",
    "link": "https://www.prothomalo.com/bangladesh/district/3x8hs9iao9",
    "date": "2025-07-16T23:41:28.478742",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "গোপালগঞ্জ জেনারেল হাসপাতাল। আজ বুধবার বিকেলেছবি: প্রথম আলোগোপালগঞ্জে জাতীয় নাগরিক পার্টির (এনসিপি) সমাবেশ ঘিরে হামলা–সংঘর্ষে চারজন নিহত হয়েছেন। হাসপাতাল, পুলিশ ও পরিবার সূত্র প্রথম আলোকে এ কথা জানিয়েছে।নিহত ব্যক্তিরা হলেন গোপালগঞ্জ শহরের উদয়ন রোডের বাসিন্দা সন্তোষ সাহার ছেলে দীপ্ত সাহা (২৫), কোটালীপাড়ার রমজান কাজী (১৮), টুঙ্গীপাড়ার সোহেল মোল্লা (৪১) ও সদর উপজেলার ভেড়ার বাজার এলাকার ইমন (২৪)।আজ বুধবার বিকেল পৌনে পাঁচটার দিকে গোপালগঞ্জ জেনারেল হাসপাতালের তত্ত্বাবধায়ক জীবিতেষ বিশ্বাস প্রথম আলোকে বলেন, বিকেলে তিনজনকে মৃত অবস্থায় হাসপাতালে আনা হয়। তাঁরা গুলিবিদ্ধ ছিলেন।আরও পড়ুনগোপালগঞ্জে সমাবেশ শেষে এনসিপির নেতা-কর্মীদের ঘিরে হামলা, ১৪৪ ধারা জারি৮ ঘণ্টা আগেপ্রথম আলো স্বজনদের সঙ্গে কথা বলে বিকেল সাড়ে ৫টার দিকে নিহত দুজনের পরিচয় নিশ্চিত হয়। পরে রাত সাড়ে সাতটার দিকে অপরজনের মৃত্যুর বিষয়টি নিশ্চিত হয় প্রথম আলো।পরে গোপালগঞ্জ সদর থানার পরিদর্শক আবদুল্লাহ আল মামুন জানান, এই ঘটনায় ইমন নামের আরও এক ব্যক্তি নিহত হয়েছেন।হাসপাতালের কর্মকর্তা জীবিতেষ বিশ্বাস বলেন, আরও ৯ জনকে গুলিবিদ্ধ অবস্থায় হাসপাতালে"
  },
  {
    "title": "জুলাই গণ–অভ্যুত্থানে অংশগ্রহণের ছবি দেখাতে পারবেন না জামায়াত–শিবিরের নেতারা: ছাত্রদল",
    "link": "https://www.prothomalo.com/bangladesh/district/1lyqquubwe",
    "date": "2025-07-16T23:41:40.623135",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "চট্টগ্রামে সমাবেশে বক্তব্য দেন কেন্দ্রীয় ছাত্রদলের সাধারণ সম্পাদক নাছির উদ্দীন। আজ বিকেল ৫টায় চট্টগ্রাম নগরের ষোলশহর শপিং সেন্টার চত্বরেছবি- জুয়েল শীলজামায়াতে ইসলামী ও ছাত্রশিবিরের নেতারা জুলাই–আগস্ট আন্দোলনে নিজেদের অংশগ্রহণের কোনো ছবি দেখাতে পারবেন না বলে মন্তব্য করেছেন জাতীয়তাবাদী ছাত্রদল কেন্দ্রীয় কমিটির সাধারণ সম্পাদক নাছির উদ্দীন। আজ বুধবার বিকেলে চট্টগ্রাম নগরের ২ নম্বর গেট এলাকায় গণ–অভ্যুত্থানে শহীদদের স্মরণে আয়োজিত এক সমাবেশে প্রধান অতিথির বক্তব্যে তিনি এ মন্তব্য করেন। নগর ছাত্রদল এই কর্মসূচির আয়োজন করে।ছাত্রদল কেন্দ্রীয় কমিটির সাধারণ সম্পাদক নাছির উদ্দীন বলেন, ‘এক বছর হলেও জামায়াতে ইসলামী ও ছাত্রশিবিরের সভাপতিসহ নেতারা জুলাই–আগস্টের কোনো ছবি দেখাতে পারেননি। অথচ ছাত্রদলের ১৪২ নেতা–কর্মী শহীদ হয়েছেন। গুপ্ত এই সংগঠনের জুলাই–আগস্টের আন্দোলনে অংশ নেওয়ার ছবি দেখাতে পারলে, তাঁরা যা বলবেন, তা মেনে নেব।’নাছির উদ্দীন বলেন, বিএনপির ভারপ্রাপ্ত চেয়ারপারসন তারেক রহমানের বিরুদ্ধে শিষ্টাচারবহির্ভূত বক্তব্য দিয়েছেন ঢাকা জামায়াতের মহানগরী দক্ষিণের সেক্রেটারি মুহাম্মদ শফিকুল ইসলাম। এই বক্তব্য প"
  },
  {
    "title": "সেনাবাহিনীর সাঁজোয়া যানে করে গোপালগঞ্জ ছাড়লেন এনসিপির নেতারা",
    "link": "https://www.prothomalo.com/bangladesh/district/l5huxlrqrs",
    "date": "2025-07-16T23:41:47.775638",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "সেনাবাহিনীর সাঁজোয়া যানে করে এনসিপির নেতারা গোপালগঞ্জ জেলা পুলিশের কার্যালয় ছাড়েন। বাঁ থেকে এনসিপির নেতা সারজিস আলম, হাসনাত আবদুল্লাহ ও আখতার হোসেনছবি: ভিডিও থেকে নেওয়াগোপালগঞ্জে গিয়ে হামলার মুখে পুলিশ সুপারের কার্যালয়ে অবস্থান নেওয়া জাতীয় নাগরিক পার্টির (এনসিপি) নেতারা সেনাবাহিনীর সাঁজোয়া যানে (এপিসি) করে সেখান থেকে বের হন। পরে তাঁরা সাঁজোয়া যানে করেই গোপালগঞ্জ ছাড়েন বলে প্রত্যক্ষদর্শীরা জানিয়েছেন।আরও পড়ুনগোপালগঞ্জে সমাবেশ শেষে এনসিপির নেতা-কর্মীদের ঘিরে হামলা, ১৪৪ ধারা জারি৮ ঘণ্টা আগেআজ বুধবার বিকেলে গোপালগঞ্জ শহরের পৌর পার্কে সমাবেশ শেষে এনসিপির নেতা-কর্মীদের ঘিরে হামলার ঘটনা ঘটে। আওয়ামী লীগ, যুবলীগ ও ছাত্রলীগ এই হামলা চালিয়েছে বলে অভিযোগ করেছেন এনসিপির নেতা-কর্মীরা।সেনাবাহিনীর সাঁজোয়া যানের দিকে যাচ্ছেন এনসিপির নেতা হাসনাত আবদুল্লাহছবি: ভিডিও থেকে নেওয়াঘটনার কয়েকজন প্রত্যক্ষদর্শী বলেন, এনসিপির সমাবেশ শেষ হওয়ার সঙ্গে সঙ্গে জয় বাংলা স্লোগান দিয়ে একদল ব্যক্তি লাঠিসোঁটা নিয়ে নেতা-কর্মীদের ঘিরে হামলা চালান। তাঁরা চারদিক থেকে এনসিপির নেতা-কর্মী ও পুলিশের গাড়ি আটকে দেন। এ সময় পুলিশ ও সে"
  },
  {
    "title": "এই প্রথম আদালতে কথা বললেন দীপু মনি",
    "link": "https://www.prothomalo.com/bangladesh/9gqs6tp2tx",
    "date": "2025-07-16T23:42:02.931643",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "সাবেক শিক্ষামন্ত্রী দীপু মনিকে আদালতকক্ষ থেকে হাজতখানায় নিয়ে যাচ্ছে পুলিশছবি: প্রথম আলোঢাকার মহানগর দায়রা জজ আদালতের আসামির কাঠগড়ায় মাথা নিচু করে একটি চেয়ারে বসা সাবেক শিক্ষামন্ত্রী দীপু মনি। একপর্যায়ে নিজের আইনজীবীর সঙ্গে কথা বলছিলেন। ঘড়িতে বেলা একটা বাজতে কিছুক্ষণ বাকি। এজলাসে আসেন বিচারক। তখন আদালতে উপস্থিত সব আইনজীবী দাঁড়িয়ে যান। চেয়ার থেকে উঠে দাঁড়ান দীপু মনিও। এ সময় বিচারককে সালাম দেন তিনি।পরে দুর্নীতি দমন কমিশনের (দুদক) সরকারি কৌঁসুলি (পিপি) মীর আহমেদ আলী সালাম আদালতকে বলেন, ‘মাননীয় আদালত, আসামি দীপু মনির বিরুদ্ধে মানিলন্ডারিং (অর্থ পাচার) প্রতিরোধ আইনে মামলা হয়েছে। তাঁর বিরুদ্ধে পাঁচ কোটি টাকার জ্ঞাত আয়বহির্ভূত সম্পদ অর্জনের অভিযোগ রয়েছে। এ মামলায় তাঁকে গ্রেপ্তার দেখানোর আবেদন করছি।’দুদকের পিপির বক্তব্য শোনার পর দীপু মনি আদালতকে উদ্দেশ করে বলেন, ‘মাননীয় আদালত, আমার কিছু কথা বলবার রয়েছে।’আদালতের অনুমতি পাওয়ার পর দীপু মনি বলেন, ‘মাননীয় আদালত, আমি আজ ১১ মাস ধরে কারাগারে রয়েছি। কারাগারে আমি পত্রিকা পাই। সেই পত্রিকায় বেশ আগে একটি খবর বেরিয়েছিল। সেখানে দেখেছিলাম, "
  },
  {
    "title": "সংবাদ সম্মেলনে অভিযোগকক্সবাজারে ‘জামায়াত নেতার নেতৃত্বে’ মব সৃষ্টি করে বিএনপি নেতাকে হত্যা",
    "link": "https://www.prothomalo.com/bangladesh/district/nsxeeheo42",
    "date": "2025-07-16T23:42:19.873957",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "কক্সবাজারে বিএনপির সংবাদ সম্মেলন। আজ দুপুরে তোলাছবি: সংগৃহীতকক্সবাজার সদরে ‘জামায়াত’ নেতার নেতৃত্বে মব সৃষ্টি করে হামলা চালিয়ে বিএনপির নেতা রহিম উদ্দিন সিকদারকে হত্যা করা হয়েছে বলে আজ বুধবার অনুষ্ঠিত এক সংবাদ সম্মেলনে দাবি করেছে সদর উপজেলা বিএনপি।আজ দুপুরে কক্সবাজার শহরের শহীদ সরণিতে অবস্থিত জেলা বিএনপির কার্যালয়ে এই সংবাদ সম্মেলনের আয়োজন করা হয়। সংবাদ সম্মেলনে বিএনপি নেতারা দাবি করেন, সদর উপজেলার ভারুয়াখালী ইউনিয়ন বিএনপির যুগ্ম সাধারণ সম্পাদক রহিম উদ্দিন সিকদারের হত্যায় নেতৃত্ব দিয়েছেন জামায়াত নেতা আবদুল্লাহ আল নোমান।লিখিত বক্তব্যে সদর উপজেলা বিএনপির আহ্বায়ক আবদুল মাবুদ বলেন, ১৩ জুলাই রহিম উদ্দিন সিকদার পানিরছড়া বটতলী বাজারে যাচ্ছিলেন। পথে জামায়াত নেতা আবদুল্লাহ আল নোমানের নেতৃত্বে একদল দুর্বৃত্ত দেশি অস্ত্র নিয়ে রহিম উদ্দিনের ওপর হামলা করে। খবর পেয়ে ছাত্রদলের ভারুয়াখালী ইউনিয়ন কমিটির সভাপতি সাকিব উদ্দিনসহ স্থানীয় লোকজন তাঁকে উদ্ধার করতে যান। এ সময় তাঁদের ওপরও হামলা চালানো হয়। এতে রহিম উদ্দিন সিকদার ও সাকিব উদ্দিনসহ চারজন আহত হন। পরে তাঁদের উদ্ধার করে কক্সবাজার জেলা সদর হাসপাতালে আনা"
  },
  {
    "title": "এনসিপির সমাবেশ ঘিরে দিনব্যাপী কী কী ঘটেছে গোপালগঞ্জে",
    "link": "https://www.prothomalo.com/video/bangladesh/v28na7c0es",
    "date": "2025-07-16T23:43:04.506747",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "মেহেদীর বোলিং-জাদুর পর তামিমের ছক্কার ঝড়৪ মিনিট আগে"
  },
  {
    "title": "গোপালগঞ্জে আজ রাত ৮টা থেকে কারফিউ",
    "link": "https://www.prothomalo.com/bangladesh/8ti4y3v2x1",
    "date": "2025-07-16T23:43:19.514276",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "গোপালগঞ্জে জাতীয় নাগরিক কমিটির (এনসিপি) সমাবেশ ঘিরে হামলা, সংঘর্ষ ও প্রাণহানির ঘটনার পর জেলাটিতে আজ বুধবার রাত আটটা থেকে কারফিউ জারি করা হয়েছে। আগামীকাল সন্ধ্যা ছয়টা পর্যন্ত কারফিউ বলবৎ থাকবে।আজ সন্ধ্যায় প্রধান উপদেষ্টার প্রেস উইং এ তথ্য জানিয়েছে।গোপালগঞ্জে কারফিউ জারি করার কথা জানিয়ে স্থানীয় সরকার উপদেষ্টা আসিফ মাহমুদ সজীব ভুঁইয়া এক ফেসবুক পোস্টে বলেছেন, ‘জীবন-মৃত্যুর মতো পরিস্থিতি না হলে সাধারণ জনগণ কেউ ঘর থেকে বের হবেন না। সব আইনশৃঙ্খলা রক্ষাকারী বাহিনীর সদস্যসংখ্যা বাড়ানো হয়েছে। নিষিদ্ধ সংগঠনের সন্ত্রা*সীদের * ভেঙে দেওয়া হবে।’উপদেষ্টা ফেসবুক পোস্টে আরও বলেছেন, ‘পুলিশ কন্ট্রোল রুম থেকে সবকিছু মনিটরিং এবং প্রয়োজনীয় দিকনির্দেশনা দিচ্ছেন স্বরাষ্ট্র উপদেষ্টা, যুব ও ক্রীড়া উপদেষ্টাসহ আইনশৃঙ্খলা রক্ষাকারী বাহিনীর প্রধানগণ।’আরও পড়ুনগোপালগঞ্জে এনসিপির সমাবেশ ঘিরে হামলা-সংঘর্ষে নিহত ৩৫ ঘণ্টা আগেআজ প্রথমে গোপালগঞ্জে এনসিপির সমাবেশস্থলে হামলা হয়। পরে সমাবেশ শেষ করে এনসিপি নেতারা বের হলে তাঁদের ঘিরে আবার হামলার ঘটনা ঘটে। এ সময় পুলিশ ও সেনাবাহিনীর সদস্যরা সাউন্ড গ্রেনেড ও ফাঁকা গুলি ছুড়ে পরিস্থ"
  },
  {
    "title": "গোপালগঞ্জে এনসিপির সমাবেশে হামলাএই ঘৃণ্য কর্মকাণ্ডের শাস্তি হবে, অন্তর্বর্তী সরকারের বিবৃতি",
    "link": "https://www.prothomalo.com/bangladesh/9t0dt5zy5o",
    "date": "2025-07-16T23:43:34.602309",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "প্রধান উপদেষ্টার ভেরিফায়েড ফেসবুক পেজে অন্তর্বর্তী সরকারের এই বিবৃতি প্রকাশ করা হয়েছেগোপালগঞ্জে জাতীয় নাগরিক পার্টির (এনসিপি) সমাবেশে হামলার নিন্দা জানিয়েছে বিবৃতি দিয়েছে অন্তর্বর্তী সরকার। আজ বুধবার বিকেলে ওই বিবৃতিতে বলা হয়েছে, আজ গোপালগঞ্জে যে সহিংসতা করা হয়েছে, তা কোনোভাবেই সমর্থনযোগ্য নয়।বিবৃতিতে অন্তর্বর্তী সরকার বলেছে, তরুণ নাগরিকদের শান্তিপূর্ণভাবে তাঁদের বৈপ্লবিক আন্দোলনের এক বছর পূর্তিতে স্মরণসভা করতে বাধা দেওয়া তাঁদের মৌলিক অধিকারের নির্লজ্জ লঙ্ঘন। জাতীয় নাগরিক পার্টির (এনসিপি) সদস্য, পুলিশ ও গণমাধ্যম বর্বরোচিত হামলার শিকার হয়েছে। তাদের গাড়ি ভাঙচুর করা হয়েছে এবং লোকজনকে সহিংস আক্রমণ করা হয়েছে।নিষিদ্ধ আওয়ামী লীগের ছাত্রলীগ ও আওয়ামী লীগের সদস্যরা এই হামলা চালিয়েছে বলে অভিযোগ রয়েছে উল্লেখ করে বিবৃতিতে বলা হয়েছে, এই ঘৃণ্য কর্মকাণ্ডের শাস্তি হবে। অপরাধীদের অবশ্যই দ্রুত শনাক্ত করে পূর্ণ জবাবদিহিতার আওয়তায় আনা হবে। বাংলাদেশের কোনো নাগরিকের ওপর এ ধরনের সহিংসতার কোনো স্থান নেই।দ্রুত পদক্ষেপ নেওয়ায় সেনাবাহিনী ও পুলিশের প্রশংসা করে অন্তর্বর্তী সরকার বলেছে, এ ধরনের ক্ষতির হুমকি সত্ত্বেও"
  },
  {
    "title": "মুরাদনগরে প্রকৌশলীকে ‘লাইথ্যাইয়া বাইর করে দেওয়ার’ হুমকি জামায়াত নেতার, ভিডিও ভাইরাল",
    "link": "https://www.prothomalo.com/bangladesh/district/oufh8h7uh5",
    "date": "2025-07-16T23:43:42.698467",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "কুমিল্লার মুরাদনগর উপজেলা প্রকৌশলীর দপ্তরে জামায়াত নেতা মাহবুব আলম মুন্সী (গোল চিহ্নিত)ছবি: ভিডিও থেকে নেওয়াকুমিল্লায় মুরাদনগরে স্থানীয় সরকার প্রকৌশল অধিদপ্তরের (এলজিইডি) উপজেলা প্রকৌশলীর দপ্তরে ঢুকে তাঁকে হুমকি দেওয়ার অভিযোগ উঠেছে জামায়াতে ইসলামীর স্থানীয় এক নেতার বিরুদ্ধে। গতকাল মঙ্গলবার বিকেলে উপজেলা পরিষদ কমপ্লেক্সে উপজেলা প্রকৌশলীর দপ্তরে এ ঘটনা ঘটে। এ ঘটনার ২০ সেকেন্ডের একটি ভিডিও রাতে সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়ে।ছড়িয়ে পড়া ভিডিওটিতে দেখা যায়, উপজেলা প্রকৌশলী কাজী ফয়সাল বারী তাঁর দপ্তরের চেয়ারে বসে আছেন। তাঁর টেবিলের সামনে দাঁড়িয়ে আছেন উপজেলা জামায়াতের সহকারী সেক্রেটারি মাহবুব আলম মুন্সী। উপজেলা প্রকৌশলীর সঙ্গে তাঁর তর্কবিতর্ক চলছে। একপর্যায়ে মাহবুব আলম প্রকৌশলীর উদ্দেশে বলেন, ‘আরে বেটা লাইথ্যাইয়া এইখানতে বাইর কইরা দিমু, চিনোস আমারে।’ এ কথা বলার পর প্রকৌশলী বলতে থাকেন, ‘আপনি কী বললেন এটা, আপনি কী বললেন এটা।’ এ সময়ে মাহবুব আলমের সঙ্গে থাকা কয়েকজন তাঁকে শান্ত করার জন্য কার্যালয় থেকে বের করে নিয়ে যাওয়ার চেষ্টা করেন।জানতে চাইলে জামায়াত নেতা মাহবুব আলম মুন্সী প্রথম আলোকে বলেন, ঘট"
  },
  {
    "title": "Fakhrul calls for immediate arrests over attack on NCP’s Gopalganj March",
    "link": "https://www.thedailystar.net/news/bangladesh/politics/news/fakhrul-calls-immediate-arrests-over-attack-ncps-gopalganj-march-3941046",
    "date": "2025-07-16T23:41:26.387187",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "BNP",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "PoliticsPoliticsFakhrul calls for immediate arrests over attack on NCP’s Gopalganj MarchWed Jul 16, 2025 05:40 PMLast update on: Wed Jul 16, 2025 08:51 PMExpresses deep concernStar Online ReportWed Jul 16, 2025 05:40 PM      Last update on: Wed Jul 16, 2025 08:51 PM32SharesShareTweetShareEmailPrintShareExpresses deep concernExpressing deep concern over theattackby \"terrorists of the fallen Awami fascist government\" during the NCP's March to Gopalganj programme, BNP Secretary General Mirza Fakhrul Islam Alamgir today called for the immediate arrest and strict punishment of those responsible.He wished the injured police personnel a speedy recovery.For all latest news, follow The Daily Star's Google News channel.Following the fall of the Awami government through the mass uprising, miscreants have resumed harmful activities, attempting to create chaos and capitalise on the situation, Fakhrul said in a statement today.Read moreCurfew in Gopalganj after 4 die in clash\"Today's barbaric attack"
  },
  {
    "title": "Attack on NCP rally: Jamaat announces nationwide protest tomorrow",
    "link": "https://www.thedailystar.net/news/bangladesh/politics/news/attack-ncp-rally-jamaat-announces-nationwide-protest-tomorrow-3941141",
    "date": "2025-07-16T23:41:36.536377",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Jamaat-e-Islami",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "PoliticsPoliticsAttack on NCP rally: Jamaat announces nationwide protest tomorrowWed Jul 16, 2025 07:51 PMLast update on: Wed Jul 16, 2025 09:44 PMStar Online ReportWed Jul 16, 2025 07:51 PM      Last update on: Wed Jul 16, 2025 09:44 PM54SharesShareTweetShareEmailPrintShareThe party condemns the attack, arson, and acts of violenceBangladesh Jamaat-e-Islami has announced a countrywide peaceful protest in all districts and metropolitan cities tomorrow, condemning the attack, arson, andacts of violenceallegedly carried out by the fascist and banned Chhatra League on the National Citizen Party (NCP) rally in Gopalganj.In a statement issued today, Jamaat Secretary General Miah Golam Parwar said, \"The terrorists of the banned Chhatra League, an accomplice of the fallen autocrat, attacked vehicles carrying NCP leaders with the intent to kill.\"For all latest news, follow The Daily Star's Google News channel.Read moreFakhrul calls for immediate arrests over attack on NCP’s Gopalganj MarchHe cl"
  },
  {
    "title": "হত্যার উদ্দেশ্যে পরিকল্পিত হামলা, দায়ীদের ২৪ ঘণ্টার মধ্যে গ্রেপ্তার করতে হবে: নাহিদ ইসলাম",
    "link": "https://bangla.thedailystar.net/news/bangladesh/politics/news-686621",
    "date": "2025-07-16T23:41:44.092505",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "রাজনীতিহত্যার উদ্দেশ্যে পরিকল্পিত হামলা, দায়ীদের ২৪ ঘণ্টার মধ্যে গ্রেপ্তার করতে হবে: নাহিদ ইসলামস্টার অনলাইন রিপোর্টবুধবার জুলাই ১৬, ২০২৫ ১০:০৫ অপরাহ্ন    সর্বশেষ আপডেট: বুধবার জুলাই ১৬, ২০২৫ ১০:১৬ অপরাহ্নসংবাদ ব্রিফিংয়ে কথা বলেন নাহিদ ইসলাম। ছবি: ভিডিও থেকে নেওয়াজাতীয় নাগরিক পার্টির (এনসিপি) আহ্বায়ক নাহিদ ইসলাম বলেছেন, গোপালগঞ্জে এনসিপির ওপর হামলা পরিকল্পিতভাবে হত্যার উদ্দেশ্যে করা হয়েছে।হামলার পেছনে যারা দায়ী, আগামী ২৪ ঘণ্টার মধ্যে তাদের গ্রেপ্তারের দাবি জানিয়েছেন তিনি।আজ বুধবার রাত পৌনে ১০টায় খুলনা প্রেসক্লাবে এক সংবাদ ব্রিফিংয়ে এ দাবি করেন তিনি।নাহিদ ইসলাম বলেন, 'জাতীয় নাগরিক পার্টির উদ্যোগে পহেলা জুলাই থেকে জুলাই গণঅভ্যুত্থানের এক বছর পূর্তিতে আমাদের যে মাসব্যাপী কর্মসূচি ছিল \"দেশ গড়তে জুলাই পদযাত্রা\" সেই কর্মসূচিতে আমরা দেশের প্রত্যেকটি জেলায় যাচ্ছি এবং সেখানে গিয়ে জুলাই গণঅভ্যুত্থানের বার্তা জাতীয় নাগরিক পার্টির প্রতিশ্রুতি এবং সেই জেলার সেই এলাকার মানুষের সমস্যা শুনছি।'আরওহামলা-ভাঙচুর-বাধার পরও গোপালগঞ্জে এনসিপির ‘মুজিববাদ মুর্দাবাদ’ স্লোগাননাহিদ বলেন, 'সেই ধারাবাহিকতায় আ"
  },
  {
    "title": "‘If police fail, we will ensure justice’: NCP leaders in fiery Gopalganj rally",
    "link": "https://www.thedailystar.net/news/bangladesh/politics/news/if-police-fail-we-will-ensure-justice-ncp-leaders-fiery-gopalganj-rally-3941006",
    "date": "2025-07-16T23:41:52.032210",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "PoliticsPolitics‘If police fail, we will ensure justice’: NCP leaders in fiery Gopalganj rallyWed Jul 16, 2025 03:58 PMLast update on: Wed Jul 16, 2025 04:49 PMVow to ‘protect Gopalganj from tyrants’; call for a ‘new Bangladesh’Star Online ReportWed Jul 16, 2025 03:58 PM      Last update on: Wed Jul 16, 2025 04:49 PM48SharesShareTweetShareEmailPrintSharePhoto: CollectedDespite attacks, vandalism, and attempts to block their programme, the National Citizen Party (NCP) held a rally in Gopalganj today, echoing the slogan \"Mujibism Murdabad\" (Down with Mujibism). During the rally, party leaders also vowed to \"bury Mujibism in Gopalganj\".Leaders of the National Citizen Party (NCP) issued a stern warning during a rally in Gopalganj today, declaring that the party will \"bring justice\" if law enforcement fails to act against those responsible for today'sattack on their event.For all latest news, follow The Daily Star's Google News channel.\"We are going to bring our justice if the police forces"
  },
  {
    "title": "Curfew in Gopalganj after 4 die in clash",
    "link": "https://www.thedailystar.net/news/bangladesh/news/curfew-gopalganj-after-4-die-clash-3941136",
    "date": "2025-07-16T23:41:59.254084",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "BangladeshBangladeshCurfew in Gopalganj after 4 die in clashWed Jul 16, 2025 07:37 PMLast update on: Wed Jul 16, 2025 10:28 PMThe curfew will be in effect until 6:00pm tomorrowStar Online ReportWed Jul 16, 2025 07:37 PM      Last update on: Wed Jul 16, 2025 10:28 PM37SharesShareTweetShareEmailPrintShareClashes took place in Gopalganj today between police and alleged Awami League cadres. Photo: CollectedThe government has put Gopalganj under curfew from 8:00pm today until 6:00pm tomorrow, after four people died duringday-long clashesbetween alleged cadres of the Awami League and its banned student wing Bangladesh Chhatra League (BCL), and law enforcers.The chief adviser's press wing made the curfew announcement earlier this evening, hours after leaders of the National Citizen Party (NCP) had to leave the town under army escort.For all latest news, follow The Daily Star's Google News channel.It will be in effect until 6:00pm tomorrow.Read moreNCP leaders arrive in Khulna after leaving Go"
  },
  {
    "title": "'Heinous act' of attacking NCP rally in Gopalganj will not go unpunished: govt",
    "link": "https://www.thedailystar.net/news/bangladesh/governance/news/heinous-act-attacking-ncp-rally-gopalganj-will-not-go-unpunished-govt-3941071",
    "date": "2025-07-16T23:42:17.751697",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "GovernanceGovernance'Heinous act' of attacking NCP rally in Gopalganj will not go unpunished: govtWed Jul 16, 2025 06:01 PMLast update on: Wed Jul 16, 2025 07:18 PMStar Online ReportWed Jul 16, 2025 06:01 PM      Last update on: Wed Jul 16, 2025 07:18 PM32SharesShareTweetShareEmailPrintShareThe government termed the use of violence in Gopalganj as \"utterly indefensible\"The government said today that the \"heinous act\" ofattacking leaders and activistsat a peaceful National Citizen Party (NCP) rally today – allegedly carried out by members of the banned Awami League's Chhatra League and AL activists – will not go unpunished.In a statement issued by the Chief Adviser's Press Wing this afternoon, the government termed the use of violence in Gopalganj as \"utterly indefensible\".For all latest news, follow The Daily Star's Google News channel.\"Preventing young citizens from peacefully holding a rally to commemorate the one-year anniversary of their revolutionary movement is a shameful violati"
  },
  {
    "title": "NCP leaders leave Gopalganj amid clashes",
    "link": "https://www.thedailystar.net/news/bangladesh/news/ncp-leaders-leave-gopalganj-amid-clashes-3941081",
    "date": "2025-07-16T23:42:34.519049",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "BangladeshBangladeshNCP leaders leave Gopalganj amid clashesWed Jul 16, 2025 06:36 PMLast update on: Wed Jul 16, 2025 08:32 PMStar Online ReportWed Jul 16, 2025 06:36 PM      Last update on: Wed Jul 16, 2025 08:32 PM28SharesShareTweetShareEmailPrintShareThe photo is taken from NCP's FacebookTheir motorcade departed Gopalganj after 5:00pmLeaders of the National Citizen Party (NCP) have left Gopalganj amid theattacks and clashesin the area.Their motorcade departed Gopalganj after 5:00pm with the assistance of the army and police.For all latest news, follow The Daily Star's Google News channel.NCP Joint Member Secretary Mushfiq Us Salehin confirmed the development to The Daily Star.Speaking over the phone around 4:45pm, he said, \"We have left Gopalganj town. From here, we are heading towards Katakhali in Khulna.\"Read more‘If police fail, we will ensure justice’: NCP leaders in fiery Gopalganj rallyHe added, \"Our march will continue. Our next programme is in Madaripur. We will make a decis"
  },
  {
    "title": "NCP, SAD leaders hold blockades nationwide protesting Gopalganj attack",
    "link": "https://www.thedailystar.net/news/bangladesh/news/ncp-sad-leaders-hold-blockades-nationwide-protesting-gopalganj-attack-3941201",
    "date": "2025-07-16T23:42:45.368477",
    "source": "The Daily Star",
    "location": "Shahbagh, Dhaka",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.7361,
      90.3935
    ],
    "content_preview": "BangladeshBangladeshNCP, SAD leaders hold blockades nationwide protesting Gopalganj attackWed Jul 16, 2025 10:04 PMLast update on: Wed Jul 16, 2025 10:10 PMStar Online ReportWed Jul 16, 2025 10:04 PM      Last update on: Wed Jul 16, 2025 10:10 PM34SharesShareTweetShareEmailPrintSharePhoto: StarIn protest of the attack in Gopalganj, leaders and activists of the National Citizen Party (NCP) and Student Against Discrimination (SAD) held demonstrations and blockades in various parts of the country, including Dhaka.Blockades were staged in Uttara and Shahbagh areas of the capital today.For all latest news, follow The Daily Star's Google News channel.In Savar, local NCP activists and supporters blocked roads and held protests on the Dhaka-Aricha highway, Jahangirnagar University area, Nabinagar, and Zirani.Ashulia Police Station Officer-in-Charge (OC) Md Abdul Hannan told The Daily Star that from 4:30pm to 5:20pm, the Dhaka-Aricha highway and the Dairy Gate area of Jahangirnagar University r"
  },
  {
    "title": "NCP leaders arrive in Khulna after leaving Gopalganj",
    "link": "https://www.thedailystar.net/news/bangladesh/news/ncp-leaders-arrive-khulna-after-leaving-gopalganj-3941176",
    "date": "2025-07-16T23:43:01.006578",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "BangladeshBangladeshNCP leaders arrive in Khulna after leaving GopalganjWed Jul 16, 2025 09:04 PMLast update on: Wed Jul 16, 2025 10:57 PMOur Correspondent, KhulnaWed Jul 16, 2025 09:04 PM      Last update on: Wed Jul 16, 2025 10:57 PM17SharesShareTweetShareEmailPrintShareCentral leaders of the National Citizen Party (NCP) arrived in Khulna around 7:00pm today.Joint Member Secretary Mushfiqur Salehin confirmed that a press briefing will be held at the Khulna Press Club around 9:30pm.For all latest news, follow The Daily Star's Google News channel.Read moreCurfew in Gopalganj after 4 die in clashTheir motorcade had earlierdeparted Gopalganjafter 5:00pm with the assistance of the army and police, amid attacks and clashes in the area.However, a decision on whether the central leaders will spend the night in Khulna has not yet been made.Read moreAttack on NCP rally: Jamaat announces nationwide protest tomorrowRelated topic:NCPNCP rally attack in GopalganjClick to commentCommentsComments Po"
  },
  {
    "title": "Properties of ex-minister Golam Dastagir Gazi confiscated",
    "link": "https://www.thedailystar.net/news/bangladesh/crime-justice/news/properties-ex-minister-golam-dastagir-gazi-confiscated-3941216",
    "date": "2025-07-16T23:43:16.399519",
    "source": "The Daily Star",
    "location": "Dhaka, Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Crime & JusticeCrime & JusticeProperties of ex-minister Golam Dastagir Gazi confiscatedWed Jul 16, 2025 10:38 PMLast update on: Wed Jul 16, 2025 10:42 PMStar Online ReportWed Jul 16, 2025 10:38 PM      Last update on: Wed Jul 16, 2025 10:42 PM16SharesShareTweetShareEmailPrintSharePhoto: Collected from FacebookThe law enforcers made the seizure following a court orderThe Criminal Investigation Department (CID) has confiscated properties, including 4,880 decimals of land worth around Tk 400 crore, belonging to former Awami League minister Golam Dastagir Gazi.The properties include factories and other business structures, including the Gazi Tyres factory in Narayanganj's Rupganj upazila, said a press release sent by the CID's media wing today.For all latest news, follow The Daily Star's Google News channel.The law enforcers made the seizure following a court order, said CID officials.On August 25 last year, police arrested former textile and jute minister Golam Dastagir Gazi from the Shan"
  },
  {
    "title": "Consensus commission holds meeting over progress of ongoing dialogues",
    "link": "https://www.thedailystar.net/news/bangladesh/news/consensus-commission-holds-meeting-over-progress-ongoing-dialogues-3941181",
    "date": "2025-07-16T23:43:28.559447",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "BangladeshBangladeshConsensus commission holds meeting over progress of ongoing dialoguesWed Jul 16, 2025 09:09 PMLast update on: Wed Jul 16, 2025 09:12 PMStar Online ReportWed Jul 16, 2025 09:09 PM      Last update on: Wed Jul 16, 2025 09:12 PM18SharesShareTweetShareEmailPrintSharePhoto: National Consensus CommissionThe National Consensus Commission held a meeting at its office in the National Parliament Building this afternoon to discuss the progress of ongoing dialogues with political parties.Chaired by the commission's Vice-President Ali Riaz, the meeting began with a one-minute silence in observance of \"July Martyrs' Day\", in memory of the martyrs who sacrificed their lives during the July-August mass uprising.For all latest news, follow The Daily Star's Google News channel.The commission members held an in-depth discussion on various aspects and progress of the ongoing dialogues with 30 parties over the past 14 days.The meeting focused on exploring potential proposals and policy "
  },
  {
    "title": "Court orders ACC to freeze 33 bank accounts of Munni Saha, family",
    "link": "https://www.thedailystar.net/news/bangladesh/crime-justice/news/court-orders-acc-freeze-33-bank-accounts-munni-saha-family-3941151",
    "date": "2025-07-16T23:43:37.977687",
    "source": "The Daily Star",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Crime & JusticeCrime & JusticeCourt orders ACC to freeze 33 bank accounts of Munni Saha, familyWed Jul 16, 2025 08:00 PMLast update on: Wed Jul 16, 2025 08:03 PMStar Online ReportWed Jul 16, 2025 08:00 PM      Last update on: Wed Jul 16, 2025 08:03 PM43SharesShareTweetShareEmailPrintShareFile photoA Dhaka court today ordered the Anti-Corruption Commission (ACC) to freeze 33 bank accounts of journalist Munni Saha, her husband Kabir Hossain and two of her family members in connection with corruption allegations brought against them.Two others are her mother, Apple Rani Saha, and brother Tapan Kumar Saha.For all latest news, follow The Daily Star's Google News channel.Munni Saha, her husband and others deposited Tk 18.16 crore in these accounts.Judge Md Zakir Hossain of the Dhaka Metropolitan Senior Special Judge's Court issued the order after ACC Deputy Director Md Yasir Arafat, who is leading the inquiry team, applied in this regard.\"The ACC official came to know from credible sources t"
  },
  {
    "title": "Completion of Abu Sayed murder trial possible during interim govt: Asif Nazrul",
    "link": "https://www.thedailystar.net/news/bangladesh/news/completion-abu-sayed-murder-trial-possible-during-interim-govt-asif-nazrul-3941156",
    "date": "2025-07-16T23:43:52.679929",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "BangladeshBangladeshCompletion of Abu Sayed murder trial possible during interim govt: Asif NazrulWed Jul 16, 2025 08:00 PMLast update on: Wed Jul 16, 2025 08:08 PMOur Correspondent, LalmonirhatWed Jul 16, 2025 08:00 PM      Last update on: Wed Jul 16, 2025 08:08 PMSharesShareTweetShareEmailPrintShareFile photoMany people have been martyred in the movement for democracy, he saysLaw Adviser Professor Asif Nazrul today said he firmly believes that it is possible to complete the trial of Abu Sayeed murder case during the tenure of the interim government.He also said, \"We have to act with full consideration of everything in order to make the trial acceptable to the entire world.\"For all latest news, follow The Daily Star's Google News channel.He made the remarks while speaking at a commemorative event marking the first death anniversary of Shaheed Abu Sayed and July Shaheed Day at the Shadhinata Sarok ground of Begum Rokeya University, Rangpur today.He said, \"Many people have been martyred"
  },
  {
    "title": "গোপালগঞ্জে হামলা-সংঘর্ষে নিহত ৪",
    "link": "https://bangla.thedailystar.net/news/bangladesh/news-686581",
    "date": "2025-07-16T23:43:58.481067",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "বাংলাদেশগোপালগঞ্জে হামলা-সংঘর্ষে নিহত ৪নিজস্ব সংবাদদাতা, ফরিদপুরবুধবার জুলাই ১৬, ২০২৫ ০৭:০৮ অপরাহ্ন    সর্বশেষ আপডেট: বুধবার জুলাই ১৬, ২০২৫ ০৯:০৭ অপরাহ্নগোপালগঞ্জ শহরে এনসিপির সমাবেশে হামলা। ছবি: সংগৃহীতগোপালগঞ্জে জাতীয় নাগরিক পার্টির (এনসিপি) সমাবেশকে কেন্দ্র করে হামলা ও সংঘর্ষে অন্তত চারজন নিহত হয়েছেন।আজ বুধবার রাতে গোপালগঞ্জ জেনারেল হাসপাতালের তত্ত্বাবধায়ক জীবিতেশ বিশ্বাসের বরাত দিয়ে বিষয়টি নিশ্চিত করেছেন গোপালগঞ্জের সিভিল সার্জন আবু সাঈদ মো. ফারুক।তিনি জানান, গোপালগঞ্জে সংঘর্ষের ঘটনায় আহত অন্তত চারজন নিহত ও ১৩ জন আহত হয়েছেন।আরওগোপালগঞ্জে এনসিপির ওপর হামলাকারীদের ছাড় নয়: অন্তর্বর্তী সরকারএর আগে গোপালগঞ্জ জেনারেল হাসপাতালের তত্ত্বাবধায়ক জীবিতেশ বিশ্বাস জানান, বিকেলে দুজনকে মৃত অবস্থায় হাসপাতালে আনা হয়। তারা গুলিবিদ্ধ ছিলেন।তারা দুজন হলেন—গোপালগঞ্জ শহরের উদয়ন রোডের বাসিন্দা দীপ্ত সাহা (২৫) ও কোটালীপাড়ার রমজান কাজী (১৮)।সংঘর্ষের পরিপ্রেক্ষিতে আজ বুধবার রাত ৮টা থেকে আগামীকাল বৃহস্পতিবার সন্ধ্যা ৬টা পর্যন্ত গোপালগঞ্জে কারফিউ জারি করা হয়েছে।'দেশ গড়তে জুলাই পদযাত্রা'র অংশ হিসেবে আজ বুধবার"
  },
  {
    "title": "গোপালগঞ্জে বৃহস্পতিবার সন্ধ্যা ৬টা পর্যন্ত কারফিউ",
    "link": "https://bangla.thedailystar.net/news/bangladesh/news-686576",
    "date": "2025-07-16T23:44:01.600641",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "bangla.thedailystar.netVerifying you are human. This may take a few seconds.bangla.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for bangla.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "2 die following clashes over NCP rally in Gopalganj",
    "link": "https://www.thedailystar.net/news/bangladesh/crime-justice/news/2-die-following-clashes-over-ncp-rally-gopalganj-3941091",
    "date": "2025-07-16T23:44:16.535816",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Crime & JusticeCrime & Justice2 die following clashes over NCP rally in GopalganjWed Jul 16, 2025 06:57 PMLast update on: Wed Jul 16, 2025 07:09 PMOur Correspondent, FaridpurWed Jul 16, 2025 06:57 PM      Last update on: Wed Jul 16, 2025 07:09 PM86SharesShareTweetShareEmailPrintShareClashes took place in Gopalganj today between police and alleged Awami League cadres. Photo: CollectedAt least two people have died during clashes between law enforcers and alleged Awami League cadres who attacked a National Citizen Party (NCP) rally today in Gopalganj.The two deceased have been identified as Dipto Saha, 25, and Ramzan Kazi, 18.For all latest news, follow The Daily Star's Google News channel.Gopalganj General Hospital Superintendent Jibitesh Biswas confirmed today around 6:30pm that the two were brought to the hospital dead.The deceased were shot, the superintendent said.Click to commentCommentsComments Policy"
  },
  {
    "title": "Curfew in Gopalganj from 8:00pm",
    "link": "https://www.thedailystar.net/news/bangladesh/news/curfew-gopalganj-800pm-3941086",
    "date": "2025-07-16T23:44:27.693955",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "BangladeshBangladeshCurfew in Gopalganj from 8:00pmWed Jul 16, 2025 06:52 PMLast update on: Wed Jul 16, 2025 07:06 PMIt will be in effect until 6:00pm tomorrowStar Online ReportWed Jul 16, 2025 06:52 PM      Last update on: Wed Jul 16, 2025 07:06 PMSharesShareTweetShareEmailPrintShareThe authorities have put Gopalganj under curfew from 8:00pm today until 6:00pm tomorrow, following day long clashes between alleged cadres of the Awami League and its banned student wing Bangladesh Chhatra League, and law enforcers.The chief adviser's press wing made the announcement earlier this evening hours after leaders of the National Citizen Party (NCP) leaders had to leave the town under army escort.For all latest news, follow The Daily Star's Google News channel.Click to commentCommentsComments Policy"
  },
  {
    "title": "Legal notice seeks 10th grade pay scale for 65,000 primary school headteachers",
    "link": "https://www.thedailystar.net/news/bangladesh/crime-justice/news/legal-notice-seeks-10th-grade-pay-scale-65000-primary-school-headteachers-3941001",
    "date": "2025-07-16T23:44:51.341217",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Crime & JusticeCrime & JusticeLegal notice seeks 10th grade pay scale for 65,000 primary school headteachersWed Jul 16, 2025 03:56 PMLast update on: Wed Jul 16, 2025 04:18 PMStar Online ReportWed Jul 16, 2025 03:56 PM      Last update on: Wed Jul 16, 2025 04:18 PMSharesShareTweetShareEmailPrintShareBangladesh High Court. Star file photo.A legal notice was served today, asking the government to grant 10th grade pay scale and second-class status to all 65,000 headteachers of government primary schools across the country.Supreme Court lawyer Mohammad Siddique Ullah Miah sent the notice to the secretaries at the ministries of law, and public administration, primary and mass education, finance, and education.For all latest news, follow The Daily Star's Google News channel.In the notice, the secretaries were requested to take necessary measures to this effect in seven days.If the action is not taken in seven days, a contempt of court petition will be moved against them, the lawyer said in th"
  },
  {
    "title": "55 pushed in from India through border in Sylhet, Sunamganj",
    "link": "https://www.thedailystar.net/news/bangladesh/crime-justice/news/55-pushed-india-through-border-sylhet-sunamganj-3940996",
    "date": "2025-07-16T23:45:07.000628",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Crime & JusticeCrime & Justice55 pushed in from India through border in Sylhet, SunamganjWed Jul 16, 2025 03:55 PMLast update on: Wed Jul 16, 2025 04:09 PMOur Correspondent, SylhetWed Jul 16, 2025 03:55 PM      Last update on: Wed Jul 16, 2025 04:09 PM19SharesShareTweetShareEmailPrintShareFILE PHOTO: STARFifty-five people were pushed into Bangladesh from India through four different border points in Sylhet and Sunamganj districts early today.The incidents took place between 4:00am and 12:45pm as the individuals, in five groups, entered into the country through four border outposts – Noakot, Kalairag, Sreepur, and Tamabil, said Lt Col Md Nazmul Haque, commanding officer of Border Guard Bangladesh (BGB) 48 battalion in Sylhet.For all latest news, follow The Daily Star's Google News channel.The BGB official further informed that all of them were later detained by patrolling BGB members in the respective border areas, and they primarily admitted that they had previously entered India illeg"
  },
  {
    "title": "Satyajit Ray’s ancestral home being demolished",
    "link": "https://www.thedailystar.net/news/bangladesh/news/satyajit-rays-ancestral-home-being-demolished-3940326",
    "date": "2025-07-16T23:45:25.096039",
    "source": "The Daily Star",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "BangladeshBangladeshSatyajit Ray’s ancestral home being demolishedWed Jul 16, 2025 01:07 AMLast update on: Wed Jul 16, 2025 04:29 PMNew M’singh Shishu Academy building to replace itOur Correspondent, MymensinghWed Jul 16, 2025 01:07 AM      Last update on: Wed Jul 16, 2025 04:29 PM670SharesShareTweetShareEmailPrintShareLocal residents say that the demolition will wipe out the legacy of the Ray dynasty in Mymensingh city. Photo: CollectedThe ancestral home of eminent litterateur Upendrakishore Ray Chowdhury -- formerly used as the Mymensingh Shishu Academy -- is being demolished to make way for a new semi-concrete structure.Upendrakishore was the father of celebrated poet Sukumar Ray and grandfather of legendary filmmakerSatyajit Ray.For all latest news, follow The Daily Star's Google News channel.The century-old house, located on Harikishore Ray Chowdhury Road in Mymensingh, is tied to the legacy of the illustrious Ray family, whose contributions to Bangla literature and arts are consi"
  },
  {
    "title": "Sohag murder: Another accused arrested",
    "link": "https://www.thedailystar.net/news/bangladesh/crime-justice/news/sohag-murder-another-accused-arrested-3939996",
    "date": "2025-07-16T23:45:41.762721",
    "source": "The Daily Star",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Crime & JusticeCrime & JusticeSohag murder: Another accused arrestedTue Jul 15, 2025 10:17 AMLast update on: Tue Jul 15, 2025 10:19 AMStar Online ReportTue Jul 15, 2025 10:17 AM      Last update on: Tue Jul 15, 2025 10:19 AM22SharesShareTweetShareEmailPrintShareLal Chand alias Sohag was brutally killed in broad daylight on Wednesday. Photo: CollectedMembers of Rapid Action Battalion (Rab) have arrested another accused in the case over the brutal killing of scrap trader Lal Chand alias Sohag in Old Dhaka.A team of Rab arrested Nannu, an FIR-named accused in the case, from Narayanganj around 1:00am, Rab-11 Commanding Officer HM Shazzad Hossain told The Daily Star.For all latest news, follow The Daily Star's Google News channel.So far, eight people have been arrested in connection with the murder.On July 9, Sohag was dragged out of his shop and beaten to death near the gate of Sir Salimullah Medical College Mitford Hospital.His body was crushed with large chunks of concrete. Later, his ba"
  },
  {
    "title": "Anti-Discrimination Student Movement announces 3-point demand",
    "link": "https://www.dhakatribune.com/bangladesh/politics/386591/clash-in-gopalganj-anti-discrimination-student",
    "date": "2025-07-16T23:41:45.248863",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The Anti-Discrimination Student Movement on Wednesday announced a three-point demand including immediate arrest of those involved in the attack on NCP rally in Gopalganj.They shared the information in a Facebook post.Their other demands are immediate issuance of the July Declaration and comprehensive reform in police.Earlier in a Facebook post, the organization urged its leaders and activists to continue the sit-in program along roadsides instead of enforcing blockades."
  },
  {
    "title": "Fakhrul expresses concern over attack on NCP event in Gopalganj",
    "link": "https://www.dhakatribune.com/bangladesh/politics/386553/mirza-fakhrul-demands-arrest-of-those-involved-in",
    "date": "2025-07-16T23:41:58.242062",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "BNP",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "BNP Secretary General Mirza Fakhrul Islam Alamgir has expressed deep concern over the heinous attack by the \"terrorists of the Awami fascist government\" on the NCP's previously announced 'March to Gopalganj' event in Gopalganj.Video Player is loading.Play VideoPauseSkip BackwardSkip ForwardUnmuteCurrent Time0:00/Duration0:00Loaded:0%Stream TypeLIVESeek to live, currently behind liveLIVERemaining Time-0:001xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionscaptions settings, opens captions settings dialogcaptions off, selectedAudio TrackThis is a modal window.No compatible source was found for this media.Beginning of dialog window. Escape will cancel and close the window.TextColorWhiteBlackRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentText BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentTransparentCaption Area BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityTransparentSemi-TransparentOpaqueFont Size50%7"
  },
  {
    "title": "BNP leader Moyeen Khan urges end to division, calls for unity",
    "link": "https://www.dhakatribune.com/bangladesh/politics/386584/bnp-leader-moyeen-khan-urges-end-to-division",
    "date": "2025-07-16T23:42:11.773090",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "BNP senior leader Dr Abdul Moyeen Khan on Wednesday called on those causing conflicts and divisions to stop and return to the right path to build a proud and dignified Bangladesh through united efforts.He made the call while speaking at a discussion arranged by Jatiotabadi Muktijoddha Dal at the National Press Club to protest against the continuous lies and propaganda targeting BNP and its acting Chairman Tarique Rahman“I have no words to describe the recent events that have taken place in Bangladesh. I will only ask them to come back to the right path -- the path that can once again make Bangladesh a proud and respected country in the world,” he said.Dr Moyeen, a BNP Standing Committee member, said those who have used offensive language against BNP and its acting Chairman Tarique Rahman are not loved by the people of Bangladesh as they are deliberately trying to destroy Bangladeshi society, culture and international image.“We must understand why such offensive comments are being made "
  },
  {
    "title": "Nahid demands arrest of Gopalganj attackers within 24hrs",
    "link": "https://www.dhakatribune.com/bangladesh/politics/386600/ncp-demands-arrest-of-attackers-within-24hrs-after",
    "date": "2025-07-16T23:42:27.774519",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The National Citizen Party (NCP) Convener Nahid Islam demanded those involved in the attack in the rally of NCP in Gopalganj on Wednesday to be arrested within 24 hours.Video Player is loading.Play VideoPauseSkip BackwardSkip ForwardUnmuteCurrent Time0:00/Duration0:00Loaded:0%Stream TypeLIVESeek to live, currently behind liveLIVERemaining Time-0:001xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionscaptions settings, opens captions settings dialogcaptions off, selectedAudio TrackThis is a modal window.No compatible source was found for this media.Beginning of dialog window. Escape will cancel and close the window.TextColorWhiteBlackRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentText BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentTransparentCaption Area BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityTransparentSemi-TransparentOpaqueFont Size50%75%100%125%150%175%200%300%400%Text Edge StyleNoneRaisedDep"
  },
  {
    "title": "BNP, Jamaat, NCP at crossroads: Inter-party bickering intensifies amid poll prep",
    "link": "https://www.dhakatribune.com/bangladesh/politics/386507/bnp-jamaat-ncp-at-crossroads-inter-party",
    "date": "2025-07-16T23:42:39.992488",
    "source": "Dhaka Tribune",
    "location": "Mirpur, Dhaka",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8067,
      90.3686
    ],
    "content_preview": "Leaders of the Bangladesh Nationalist Party (BNP), Bangladesh Jamaat-e-Islami (Jamaat), and the newly formed National Citizen Party (NCP) have increasingly been exchanging verbal jabs as the parties prepare for the next national election.Video Player is loading.Play VideoPlaySkip BackwardSkip ForwardMuteCurrent Time0:00/Duration0:00Loaded:0%Stream TypeLIVESeek to live, currently behind liveLIVERemaining Time-0:001xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionscaptions settings, opens captions settings dialogcaptions off, selectedAudio TrackThis is a modal window.No compatible source was found for this media.Beginning of dialog window. Escape will cancel and close the window.TextColorWhiteBlackRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentText BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentTransparentCaption Area BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityTransparentSemi-TransparentOpaqueFont "
  },
  {
    "title": "নাহিদ: গণ-অভ্যুত্থানের নেতাদের হত্যা করতে জঙ্গি কায়দায় হামলা করেছে আওয়ামী লীগ",
    "link": "https://bangla.dhakatribune.com/politics/99248/%E0%A6%A8%E0%A6%BE%E0%A6%B9%E0%A6%BF%E0%A6%A6-%E0%A6%97%E0%A6%A3-%E0%A6%85%E0%A6%AD%E0%A7%8D%E0%A6%AF%E0%A7%81%E0%A6%A4%E0%A7%8D%E0%A6%A5%E0%A6%BE%E0%A6%A8%E0%A7%87%E0%A6%B0-%E0%A6%A8%E0%A7%87%E0%A6%A4%E0%A6%BE%E0%A6%A6%E0%A7%87%E0%A6%B0-%E0%A6%B9%E0%A6%A4%E0%A7%8D%E0%A6%AF%E0%A6%BE-%E0%A6%95%E0%A6%B0%E0%A6%A4%E0%A7%87-%E0%A6%9C%E0%A6%99%E0%A7%8D%E0%A6%97%E0%A6%BF",
    "date": "2025-07-16T23:42:51.763678",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "জাতীয় নাগরিক পার্টির (এনসিপি) আহ্বায়ক মো. নাহিদ ইসলাম বলেছেন, ‘‘মুজিববাদী সন্ত্রাসীরা, নিষিদ্ধ সংগঠন ছাত্রলীগ, আওয়ামী লীগ এবং অঙ্গসংগঠনের সন্ত্রাসীরা আমাদের গোপালগঞ্জের কর্মসূচিতে  হামলা করেছে। এনসিপি এবং গণ-অভ্যুত্থানের নেতাদের হত্যার উদ্দেশ্যে জঙ্গি কায়দায় তারা হামলা করেছে।”বুধবার (১৬ জুলাই) রাতে খুলনা প্রেসক্লাবে এক সংবাদ সম্মেলনে এ সব কথা বলেন তিনি।নাহিদ বলেন, ‘‘ফরিদপুর থেকে কর্মসূচি অব্যহত থাকবে। মাদারীপুর, শরীয়তপুরে পরবর্তী সময়ে কর্মসূচি ঘোষণা করা হবে। এনসিপি প্রতিটি জেলায় কর্মসূচি করবে। গোপালগঞ্জের হামলায় জড়িতদের ২৪ ঘন্টার মধ্যে গ্রেপ্তার করতে হবে। পদযাত্রায় হামলার প্রতিবাদে আগামীকাল (বৃহস্পতিবার) সারাদেশে বিক্ষোভ কর্মসূচি পালন করবে এনসিপি।”গোপালগঞ্জে হামলার প্রসঙ্গে তিনি বলেন, ‘‘এ হামলায় আওয়ামী লীগের ফ্যাসিস্ট চরিত্র আবারও ফুটে উঠেছে। এ হামলায় প্রশাসনের ভেতর থেকে সাবোটাস হয়েছে কি না তাও খতিয়ে দেখতে হবে। তাদের অবস্থান সে রকমই ছিল।”পুলিশের ক্লিয়ারেন্স পাওয়ার পরই সমাবেশ স্থলে যান জানিয়ে নাহিদ বলেন, “পুলিশ প্রশাসন প্রথম থেকে সতর্ক থাকলে এমন ঘটনা ঘটতো না। আওয়ামী লীগ এখন জঙ্গি সংগঠনে"
  },
  {
    "title": "রাতে বিএনপির স্থায়ী কমিটির বৈঠক",
    "link": "https://bangla.dhakatribune.com/politics/99246/%E0%A6%B0%E0%A6%BE%E0%A6%A4%E0%A7%87-%E0%A6%AC%E0%A6%BF%E0%A6%8F%E0%A6%A8%E0%A6%AA%E0%A6%BF%E0%A6%B0-%E0%A6%B8%E0%A7%8D%E0%A6%A5%E0%A6%BE%E0%A7%9F%E0%A7%80-%E0%A6%95%E0%A6%AE%E0%A6%BF%E0%A6%9F%E0%A6%BF%E0%A6%B0-%E0%A6%AC%E0%A7%88%E0%A6%A0%E0%A6%95",
    "date": "2025-07-16T23:43:02.997276",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "রাতে স্থায়ী কমিটির বৈঠক ডেকেছে বিএনপি। বৈঠকে সভাপতিত্ব করবেন দলটির ভারপ্রাপ্ত চেয়ারম্যান তারেক রহমান।বুধবার (১৬ জুলাই) বিএনপির প্রেস উইং থেকে এ তথ্য জানানো হয়েছে।এদিকে জাতীয় নাগরিক পার্টির (এনসিপি) ‘‘মার্চ টু গোপালগঞ্জ’’ কর্মসূচিতে হামলা, ককটেল বিস্ফোরণ এবং আইনশৃঙ্খলা বাহিনীর গাড়িতে অগ্নিসংযোগের ঘটনায় গভীর উদ্বেগ ও তীব্র নিন্দা জানিয়েছেন বিএনপি মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর।তিনি বলেন, ‘‘দেশে গণ-আন্দোলনের জোয়ার দেখে আতঙ্কিত হয়ে আওয়ামী দোসররা এখন অরাজকতার চরম ছক আঁকছে। দুষ্কৃতকারীদের কঠোর হস্তে দমন ছাড়া কোনো বিকল্প নেই।’’"
  },
  {
    "title": "Laws & Rights",
    "link": "https://www.dhakatribune.com/bangladesh/laws-rights",
    "date": "2025-07-16T23:43:14.269060",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Reliable BrokersOnline InvestingAlerts & AnalysisEasy Trading"
  },
  {
    "title": "Foreign Affairs",
    "link": "https://www.dhakatribune.com/bangladesh/foreign-affairs",
    "date": "2025-07-16T23:43:19.119573",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Reliable BrokersOnline InvestingAlerts & AnalysisEasy Trading"
  },
  {
    "title": "Violence at Gopalganj NCP rally claims lives, curfew imposed",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386605/violence-at-gopalganj-ncp-rally-claims-lives",
    "date": "2025-07-16T23:43:41.732093",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Clashes erupted on Wednesday at a National Citizens Party (NCP) rally in Gopalganj town, leaving four people dead and dozens injured.Video Player is loading.Play VideoPauseSkip BackwardSkip ForwardUnmuteCurrent Time0:00/Duration0:00Loaded:0%Stream TypeLIVESeek to live, currently behind liveLIVERemaining Time-0:001xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionscaptions settings, opens captions settings dialogcaptions off, selectedAudio TrackThis is a modal window.No compatible source was found for this media.Beginning of dialog window. Escape will cancel and close the window.TextColorWhiteBlackRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentText BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentTransparentCaption Area BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityTransparentSemi-TransparentOpaqueFont Size50%75%100%125%150%175%200%300%400%Text Edge StyleNoneRaisedDepressedUniformDrop shadowFont FamilyP"
  },
  {
    "title": "Demonstrations in multiple districts over attack on NCP leaders in Gopalganj",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386598/demonstrations-in-multiple-districts-over-attack",
    "date": "2025-07-16T23:44:01.315071",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Demonstrations have erupted in various districts of the nation following the attack on National Citizen Party (NCP) leaders in Gopalganj.In Rajshahi, the NCP organized a demonstration on Wednesday at 6:30 pm. A procession started from Alokar Mor and ended at Sahebbazar Zero Point. From there, NCP leaders and activists chanted slogans against the Awami League and the banned Chhatra League.The program was attended by Mobasher Ali, chief coordinator of the NCP Rajshahi Metropolitan Coordination Committee, and Shamima Sultana, Joint Coordinator of the District Committee. Before the march, Mobasher Ali condemned the attacks and demanded the immediate arrest of the attackers.Photo: Dhaka TribuneIn Kushtia, NCP leaders and activists held a demonstration around 7pm at Mojompur Gate. They alleged that the banned Chhatra League attacked NCP central leaders during their program in Gopalganj.They also claimed the police were not neutral and warned of a blockade if the attackers were not arrested.P"
  },
  {
    "title": "Why the EC removed the boat symbol from its website",
    "link": "https://www.dhakatribune.com/bangladesh/election/386604/boat-symbol-removed-ec-cites-public-confusion",
    "date": "2025-07-16T23:44:20.180276",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "The Election Commission (EC) has removed the iconic boat symbol - long associated with the Awami League - from its official website, citing public confusion rather than political pressure.Video Player is loading.Play VideoPlaySkip BackwardSkip ForwardMuteCurrent Time0:00/Duration0:00Loaded:0%Stream TypeLIVESeek to live, currently behind liveLIVERemaining Time-0:001xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionscaptions settings, opens captions settings dialogcaptions off, selectedAudio TrackThis is a modal window.No compatible source was found for this media.Beginning of dialog window. Escape will cancel and close the window.TextColorWhiteBlackRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentText BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentTransparentCaption Area BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityTransparentSemi-TransparentOpaqueFont Size50%75%100%125%150%175%200%300%400%Text Edge St"
  },
  {
    "title": "Chhatra Dal stages torch procession",
    "link": "https://www.dhakatribune.com/bangladesh/386603/chhatra-dal-lights-torches-at-du-demanding",
    "date": "2025-07-16T23:44:30.715299",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "BNP",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Dhaka University Chhatra Dal staged a torch rally Wednesday night, protesting the deteriorating law and order situation and demanding justice for the murder of BNP leader Abdur Rahim Sikder in Cox’s Bazar’s Bharuakhali.The rally began at the base of the Raju Sculpture and marched through various campus roads before concluding with a brief gathering near the TSC cafeteria.Protesters chanted slogans including “Fight, fight, we must fight to survive,” “No place for fascism in Bangladesh,” “Lawlessness proves the Interim Government has no policy\".Photo: Mehedi Hasan/Dhaka TribuneChhatra Dal DU President Ganesh Chandra Roy addressed the rally, saying: “Just two days ago, a local Jamaat leader brutally murdered our joint general secretary Rahim Sikder. We demand the highest justice.”He criticized the government’s failure to prevent violence, claiming that 1,245 killings had occurred in the past year.“Instead of reforming campuses, they’ve become breeding grounds for terror groups threatening"
  },
  {
    "title": "IGP: Police used no lethal force in Gopalganj",
    "link": "https://www.dhakatribune.com/bangladesh/386589/igp-gopalganj-police-avoid-lethal-weapons",
    "date": "2025-07-16T23:44:45.596596",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Inspector General of Police (IGP) Baharul Alam has confirmed that law enforcement did not use any lethal weapons during the recent unrest in Gopalganj.“We did not use anything lethal in Gopalganj,” Alam told BBC Bangla on Wednesday. “That is why it took us a bit more time to bring the situation under control.”The tension began around noon on Wednesday, following a rally organized by the National Citizens’ Party (NCP).“We are trying to defuse the unrest with as much patience as possible,” Alam said. “More officers are being sent to stabilize the area.”Despite the unrest, NCP leaders and activists were escorted out of Gopalganj under tight security provided by police and army personnel.The IGP emphasized that the police response was measured and aimed at avoiding escalation."
  },
  {
    "title": "Asif Nazrul: Interim govt to ensure globally acceptable July massacre trial",
    "link": "https://www.dhakatribune.com/bangladesh/386582/globally-accepted-trial-for-july-massacre-to-be",
    "date": "2025-07-16T23:44:54.132858",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "BNP",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The interim government has vowed to deliver a globally recognized trial for the July massacre, with the murder of July Uprising martyr Abu Sayed at its center.Law Adviser Professor Dr Asif Nazrul made the announcement at Begum Rokeya University, Rangpur (BRUR), during a memorial event marking the first anniversary of Abu Sayed’s death and July Martyrs’ Day.“We want to set an example by conducting trials that meet international standards,” Nazrul said. “The trial of Abu Sayed’s murder will be seen during this [Interim] government’s tenure.”The event was chaired by BRUR Vice-Chancellor Professor Dr Md Showkat Ali, with Sayed’s father, Md Mokbul Hossain, attending as chief guest.Families of 22 other martyrs from Rangpur were present, alongside advisers Syeda Rizwana Hasan, Dr SMA Fayez, Professor Dr Tanzimuddin Khan, and Education Ministry Senior Secretary Siddique Jobayer.Nazrul recalled watching the video of Sayed’s final moments a day after his death. “Who could die with arms outstretc"
  },
  {
    "title": "DMP: Sohag killed over business feud tied to Haji Selim’s nephew",
    "link": "https://www.dhakatribune.com/bangladesh/dhaka/386590/dmp-sohag-killed-over-business-feud-tied-to-haji",
    "date": "2025-07-16T23:45:12.159058",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Dhaka Metropolitan Police (DMP) on Wednesday said the brutal murder of Old Dhaka scrap trader Lal Chand alias Sohag was the result of a business feud linked to operations involving Pillu commissioner, a nephew of Haji Selim.Video Player is loading.Play VideoPlaySkip BackwardSkip ForwardMuteCurrent Time0:00/Duration0:00Loaded:0%Stream TypeLIVESeek to live, currently behind liveLIVERemaining Time-0:001xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionscaptions settings, opens captions settings dialogcaptions off, selectedAudio TrackThis is a modal window.Beginning of dialog window. Escape will cancel and close the window.TextColorWhiteBlackRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentText BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentTransparentCaption Area BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityTransparentSemi-TransparentOpaqueFont Size50%75%100%125%150%175%200%300%400%Text Edge StyleNoneRai"
  },
  {
    "title": "Meeting of National Consensus Commission held",
    "link": "https://www.dhakatribune.com/bangladesh/government-affairs/386581/meeting-of-national-consensus-commission-held",
    "date": "2025-07-16T23:45:28.288003",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "A meeting of the National Consensus Commission was held in the conference room of the commission’s office at the National Parliament on Wednesday with Commission Vice-Chairman Professor Ali Riaz in the chair.Commission members Justice Md Emdadul Hoque, Dr Iftekharuzzaman, Dr Badiul Alam Majumdar, Safar Raj Hossain, Dr Md Ayub Mia, and Chief Adviser’s Special Assistant Monir Haidar joined the meeting, said a commission press release.At the outset of the meeting, a one-minute silence was observed in memory of the martyrs who sacrificed their lives in the July-August 2024 Uprising, marking “July Martyrs’ Day”.The meeting focused on an in-depth discussion on various aspects and progress of the series of talks held over the past 14 days between the Commission and 30 political parties.Discussion was also held on potential proposals and policy directions aimed at resolving differences among political parties regarding the appointment of the caretaker government head and the formation of a bic"
  },
  {
    "title": "Foreign adviser: 2 more held in Malaysia with indication of more arrests",
    "link": "https://www.dhakatribune.com/bangladesh/foreign-affairs/386583/foreign-adviser-2-more-held-in-malaysia-with",
    "date": "2025-07-16T23:45:47.842375",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Foreign Affairs Adviser Md Touhid Hossain on Wednesday said that two people have been arrested and there is an indication that more Bangladeshis are likely to be arrested as Malaysia is looking across the country to see whether anyone is involved in any radical militant group.“Two more people have been arrested on the same charges….we have been given an indication that more arrests will be made,” he said while responding to a question at the Foreign Service Academy.Earlier, the Ministry of Foreign Affairs (MoFA) said Bangladesh will cooperate with Malaysia in the ‘terror investigation’ as the Malaysian authorities announced that they had arrested 36 Bangladeshis in the recent security operations for their alleged involvement in a ‘radical militant’ movement.“We want to cooperate fully. I understand they will cooperate with us. I have assured them of cooperation from our side. We want this bad name not to come to our shoulder,” said the Foreign Affairs Adviser.He said if anyone is invol"
  },
  {
    "title": "NBR protests: Govt forms panel to assess state losses",
    "link": "https://www.dhakatribune.com/bangladesh/government-affairs/386536/nbr-strike-govt-forms-panel-to-assess-state",
    "date": "2025-07-16T23:46:01.820690",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The government has formed a high-profile nine-member inter-ministerial committee to assess the financial losses suffered by the state due to the prolonged strike and work abstention by Customs, VAT and Tax department officials.Video Player is loading.Play VideoPlaySkip BackwardSkip ForwardMuteCurrent Time0:00/Duration0:00Loaded:0%Stream TypeLIVESeek to live, currently behind liveLIVERemaining Time-0:001xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionscaptions settings, opens captions settings dialogcaptions off, selectedAudio TrackThis is a modal window.No compatible source was found for this media.Beginning of dialog window. Escape will cancel and close the window.TextColorWhiteBlackRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentText BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentTransparentCaption Area BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityTransparentSemi-TransparentOpaqueFont Size50%75%1"
  },
  {
    "title": "Mitford murder: Two more including Robin placed on remand",
    "link": "https://www.dhakatribune.com/bangladesh/court/386562/sohag-murder-in-mitford-two-more-including-robin",
    "date": "2025-07-16T23:46:20.234543",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "A Dhaka court has granted seven-day remand for three individuals, including Tarek Rahman Robin, in connection with the killing of scrap trader Lal Chand, also known as Sohag, 39, who was stoned to death in front of Mitford Hospital in Old Dhaka.Dhaka Metropolitan Magistrate Md Saifuzzaman passed the remand order on Wednesday.The other two accused are Rizwan Uddin alias Abhijit Basu, 31 and Md Nannu Kazi, 33.All three were produced before the court on the same day. The investigation officer of the case, Officer-in-Charge of Kotwali police station Md Moniruzzaman, submitted a petition seeking 10-day remand for each of the accused.After the hearing, the court granted seven days of remand for each. There was no legal representative present on behalf of the accused.According to police, two cases were filed with Kotwali police station in connection with Sohag’s murder—one for murder and the other under the Arms Act.The incident took place around 6pm on July 9 at Rajani Ghosh Lane, adjacent t"
  },
  {
    "title": "Law adviser: Abu Sayed murder trial set to begin soon",
    "link": "https://www.dhakatribune.com/bangladesh/386570/law-adviser-abu-sayed-murder-trial-set-to-begin",
    "date": "2025-07-16T23:46:38.073100",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The trial for the murder of July uprising martyr Abu Sayed will be held, Law Adviser Asif Nazrul said on Wednesday.He assured that justice for the killings of July last year will be ensured during the current interim government periodNazrul made the statement while speaking to reporters after attending a programme marking the first death anniversary of Abu Sayed at Begum Rokeya University (BRU) in Rangpur.The event featured the laying of the foundation stone for the Martyred Abu Sayed Archway and Museum, as well as the Abu Sayeed Memorial Monument.Makbul Hossain, father of Abu Sayed, laid the foundation stone around 11am. A prayer was offered afterwards.The event was attended by Syeda Rizwana Hasan, adviser to the Ministry of Environment, Forest and Climate Change and the Ministry of Water Resources, University Grants Commission (UGC) Chairman Dr SMA Faiz, Siddique Zobair, senior secretary of the Secondary and Higher Education Division, Rangpur Deputy Commissioner Mohammad Rabiul Faisa"
  },
  {
    "title": "Foreign adviser: No border guard force has right to shoot and kill",
    "link": "https://www.dhakatribune.com/bangladesh/386585/foreign-adviser-no-border-guard-force-has-right",
    "date": "2025-07-16T23:46:55.786570",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Foreign Affairs Adviser Md Touhid Hossain on Wednesday said no border guard force has the right to shoot and kill someone who violates the law along the border, stressing that those who do this should be tried under Indian law.“We are clearly saying that the border guard force does not have the right to shoot and kill someone who violates the law at the border. It is illegal. We have been protesting about this regularly. We keep continuing our protest,” he said while talking to reporters at the Foreign Service Academy.A journalist wanted to know whether the interim government, although initially strict in its stance on protesting the border killings, has become a little softer now. In response, Adviser Hossain said: “Not at all.”Regarding push-ins from India to Bangladesh, the adviser said these are still happening but it is against the existing arrangements between the two countries.The Foreign Affairs adviser said that there is a prescribed process between the two countries to identi"
  },
  {
    "title": "TIB questions 111C direct procurement for July Uprising Museum at Ganabhaban",
    "link": "https://www.dhakatribune.com/bangladesh/386566/tib-questions-111c-direct-procurement-for-july",
    "date": "2025-07-16T23:47:11.513614",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Transparency International Bangladesh (TIB) has expressed deep concern over the decision to spend nearly Tk111 crore through direct procurement for the construction and renovation work at Ganabhaban (the former prime minister’s official residence) for the purpose of establishing the “July Uprising Memorial Museum.”The organization stated that the manner in which existing laws and regulations have been bypassed under the justification of direct procurement for spending public funds is not consistent with the interim government's commitment to transparency and accountability in state affairs.According to media reports, the construction and renovation work required to complete the transformation of the museum by August 5 will be carried out through the direct purchase method, meaning no tender will be invited.The Advisory Council Committee on Economic Affairs gave its approval in principle for this on Tuesday at a meeting held at the Secretariat.Describing the procurement process without "
  },
  {
    "title": "Akram Hossain demands arrest of Gopalganj attackers within 48hrs",
    "link": "https://www.dhakatribune.com/bangladesh/386599/ncp-demands-arrest-of-gopalganj-attackers-within",
    "date": "2025-07-16T23:47:30.093365",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Akram Hossain, NCP’s joint member secretary and coordinator for Dhaka North, has issued a 48-hour ultimatum demanding the arrest of those responsible for the attack at its rally site in Gopalganj.Video Player is loading.Play VideoPauseSkip BackwardSkip ForwardUnmuteCurrent Time0:00/Duration0:00Loaded:0%Stream TypeLIVESeek to live, currently behind liveLIVERemaining Time-0:001xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionscaptions settings, opens captions settings dialogcaptions off, selectedAudio TrackThis is a modal window.No compatible source was found for this media.Beginning of dialog window. Escape will cancel and close the window.TextColorWhiteBlackRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentText BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentTransparentCaption Area BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityTransparentSemi-TransparentOpaqueFont Size50%75%100%125%150%175%200%300%400%T"
  },
  {
    "title": "Brac University launches programs to commemorate the July-August mass uprising",
    "link": "https://www.dhakatribune.com/bangladesh/education/386595/brac-university-launches-programs-to-commemorate",
    "date": "2025-07-16T23:47:41.435588",
    "source": "Dhaka Tribune",
    "location": "Badda, Dhaka",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.7783,
      90.4267
    ],
    "content_preview": "Brac University on Wednesday inaugurated a series of programs at its Merul Badda campus in Dhaka to commemorate the mass uprising that took place in Bangladesh the last year.The events included an exhibition of photographs, artworks, and videos; the publication of an exhibition catalog; musical performances; discussions reflecting on the memories of the uprising; a prayer for the martyrs; and engaging social media posts and videos.Additionally, the student club organized a graffiti project in collaboration with the Ministry of Cultural Affairs.The commemoration began with members of the student club Monon performing the national anthem at the Exhibition Gallery. A prayer led by Professor Dr Md Golam Samdani Fakir, director of the Learning and Teaching Innovation Center, sought salvation for the souls of those who sacrificed their lives during the uprising.The exhibition, titled “Red July,” was inaugurated by Vice-Chancellor Professor Syed Ferhat Anwar and opened at the Exhibition Galle"
  },
  {
    "title": "Delhi urges Dhaka to halt demolition of Satyajit Ray’s ancestral home",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386531/ancestral-home-of-ray-family-being-demolished-in",
    "date": "2025-07-16T23:47:51.086401",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "India on Tuesday called on Bangladesh to reconsider the demolition of legendary filmmaker Satyajit Ray’s ancestral home in Mymensingh, offering support for its restoration and proposing that the site be transformed into a \"museum of literature.\"\"We note with profound regret that the ancestral property of noted filmmaker and litterateur Satyajit Ray in Mymensingh, Bangladesh, belonging to his grandfather and eminent litterateur, Upendra Kishor Ray Chowdhury, is being demolished,\" the Indian Ministry of External Affairs said in a statement.\"The property, presently owned by the government of Bangladesh, is in a state of disrepair. Given the building’s landmark status, symbolizing Bangla cultural renaissance, it would be preferable to reconsider the demolition and examine options for its repair and reconstruction as a museum of literature and a symbol of the shared culture of India and Bangladesh.\"The government of India would be willing to extend cooperation for this purpose, it added.A n"
  },
  {
    "title": "4 killed in clash surrounding NCP rally in Gopalganj",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386576/2-killed-in-clash-surrounding-ncp-rally-in",
    "date": "2025-07-16T23:48:04.456830",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 15,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Four people have been reported dead following an attack and clash centering a rally of the National Citizen Party (NCP) in Gopalganj.Video Player is loading.Play VideoPlaySkip BackwardSkip ForwardMuteCurrent Time0:00/Duration0:00Loaded:0%Stream TypeLIVESeek to live, currently behind liveLIVERemaining Time-0:001xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionscaptions settings, opens captions settings dialogcaptions off, selectedAudio TrackThis is a modal window.No compatible source was found for this media.Beginning of dialog window. Escape will cancel and close the window.TextColorWhiteBlackRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentText BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentTransparentCaption Area BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityTransparentSemi-TransparentOpaqueFont Size50%75%100%125%150%175%200%300%400%Text Edge StyleNoneRaisedDepressedUniformDrop shadowFont FamilyProp"
  },
  {
    "title": "Nationwide blockade announced by Anti-Discrimination Student Movement",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386558/nationwide-blockade-announced-by",
    "date": "2025-07-16T23:48:22.340297",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The Anti-Discrimination Student Movement has announced blockade programs at key points across the country in protest of repeated attacks on a National Citizen Party (NCP) march in Gopalganj.The announcement was made on the organization’s official Facebook page on Wednesday.The post stated: “In protest of the attack on leaders in Gopalganj in July, the Anti-Discrimination Student Movement is announcing a blockade program at key points across Bangladesh. All units of the Anti-Discrimination Student Movement are being urged to organize the blockade with the participation of local student organizations, political parties, and students from all walks of life.”Meanwhile, Gopalganj has turned into a battlefield centring the NCP rally."
  },
  {
    "title": "Section 144 imposed as attack on NCP sparks chaos in Gopalganj",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386548/section-144-imposed-as-attack-on-ncp-sparks-chaos",
    "date": "2025-07-16T23:48:31.415399",
    "source": "Dhaka Tribune",
    "location": "Wari, Dhaka",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.7197,
      90.4264
    ],
    "content_preview": "The administration imposed Section 144 around on Wednesday afternoon as Gopalganj turned into a battlefield following an attack on the National Citizen Party’s (NCP) motorcade after its rally.Shortly after the NCP concluded its rally in Gopalganj, a group of armed individuals attempted to surround and attack the party’s leaders and activists.The attackers blocked vehicles carrying NCP leaders and police from all sides.Law enforcement and army personnel responded by firing sound grenades and blank rounds to control the situation.Some NCP members eventually turned their vehicles around and left the scene via another route.NCP Chief Coordinator Nasiruddin Patwari told reporters that activists of the Awami League were behind the attack, accusing police and army personnel of remaining inactive.“We were told everything was under control, but when we arrived, it was not,” he said.Earlier, at around 1:45pm, a group of people wielding sticks approached the NCP rally venue and launched an attack"
  },
  {
    "title": "NCP convoy leaves Gopalganj under tight security escort",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386563/ncp-leaders-leave-gopalganj-with-police-rab-and",
    "date": "2025-07-16T23:48:40.553220",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "National Citizens Party (NCP) leaders were able to depart from Gopalganj at around 4:50pm on Wednesday. Their departure came after hours of tension and violence that had turned parts of the district into a battleground.The convoy of NCP leaders and activists was escorted out of the area by combined forces of the police, Rapid Action Battalion (RAB), and Border Guard Bangladesh (BGB).Earlier on Wednesday, an attack occurred on the NCP motorcade on the way back after a meeting in Gopalganj. NCP leaders have alleged that leaders and activists of the banned Awami League and banned Chhatra League carried out the attack.To control the situation, police and army fired shots. Police and army vehicles were also attacked during this time. Following this incident, NCP leaders took position at a government facility.The stage of the NCP rally organized in the municipal park area of Gopalganj town were attacked. Sound boxes, microphones, and chairs on the rally stage were vandalized, and NCP leaders"
  },
  {
    "title": "Curfew imposed in Gopalganj amid escalating tensions",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386579/curfew-imposed-in-gopalganj-amid-escalating",
    "date": "2025-07-16T23:48:53.582579",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The government on Wednesday imposed curfew in Gopalganj district amid heightening tensions over clashes between police and Awami League activists over an NCP rally.The curfew will remain in force from 8pm on Wednesday to 6pm on Thursday, according to the Chief Adviser’s press wing.Supporters of the AL, banned BCL and other associate bodies, equipped with sticks and brickbats took positions at different streets and lanes, prompting Rab, army and BGB teams to intensify their patrol in the city.The local administration slapped Section-144 in Gopalganj Sadar.Deputy Commissioner of the district Muhammad Kamruzzaman enforced Section-144 but did not set any timeframe for it.Alongside the police, Rapid Action Battalion (Rab) and army personnel, four platoons of Border Guard Bangladesh (BGB) have been deployed in the Sadar headquarters to avoid further untoward incidents, said Md Shariful Islam, public relations officer of the BGB Headquarters.A tense situation was prevailing in the city as cha"
  },
  {
    "title": "Police attacked, vehicle torched in Gopalganj ahead of NCP rally",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386529/police-vehicle-set-on-fire-and-vandalised-in",
    "date": "2025-07-16T23:49:06.647906",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Leaders and activists of the now-banned Chhatra League allegedly vandalized and set fire to a police vehicle in Gopalganj Sadar upazila on Wednesday morning while officers were out on patrol duty, ahead of an event of the National Citizen Party (NCP) in the district.The incident took place in the Ulpur area of Sadar upazila, confirmed Gopalganj Sadar police station Officer-in-Charge Mir Md Sajedur Rahman.Constables Md Kawsar Hossain and Constable Minhaz Sarker were injured during the incident and are receiving treatment at Gopalganj General Hospital.Members of the army, Armed Police Battalion, Rapid Action Battalion and Fire Service were spotted at Ulpur Bazar, near the site of the attack.Sajedur said that as part of the month-long July march program, the NCP was scheduled to hold a rally at the Poura Park in Gopalganj town, with the expected presence of senior central leaders.Supporters of Ataur Rahman Piyal, Chhatra Leagues district general secretary, allegedly set fire to and vandal"
  },
  {
    "title": "NCP Gopalganj rally venue attacked",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386537/ncp-gopalganj-rally-venue-attacked",
    "date": "2025-07-16T23:49:16.798416",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Around 20 to 25 unidentified individuals launched an attack on the venue of a rally of the National Citizen Party in Gopalganj on Wednesday, vandalizing several chairs in the process.Several crude bombs were also exploded during the incident, according to media reports.NCP leaders and activists claimed police personnel left the area when the attack took place.They came to the spot later and brought the situation under control.This follows an attack earlier in the day on the vehicle of Gopalganj Sadar Upazila Nirbahi Officer (UNO) M Rokibul Hasan and another before that on a police vehicle in Gopalganj Sadar upazila.Leaders and activists of the now-banned Chhatra League allegedly carried out the attack on the police vehicle."
  },
  {
    "title": "Violence erupts as NCP motorcade attacked in Gopalganj",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386541/ncp-motorcade-attacked-in-gopalganj",
    "date": "2025-07-16T23:49:28.590246",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "A group of unidentified individuals launched an attack on a motorcade of National Citizen Party (NCP) leaders after the party's rally in Gopalganj on Wednesday afternoon.As the party's central leaders were departing the rally venue, a barrage of brickbats was hurled at their vehicles.Several crude bombs were also exploded during the incident, according to media reports.Gopalganj UNO’s car comes under attack, driver injuredNCP Gopalganj rally venue attackedAlthough law enforcement officials, including police and RAB, attempted to escort the NCP leaders out of the town, they were forced to return due to the intensity of the attack.A short while later, an army patrol team also came under attack at the same location.According to the latest reports, the central leaders of the NCP were at the office of the district superintendent of police.The attackers were engaged in a clash with law enforcement at the time of writing."
  },
  {
    "title": "গোপালগঞ্জ জেলায় বৃহস্পতিবারের এইচএসসি পরীক্ষা স্থগিত",
    "link": "https://bangla.dhakatribune.com/bangladesh/99250/%E0%A6%97%E0%A7%8B%E0%A6%AA%E0%A6%BE%E0%A6%B2%E0%A6%97%E0%A6%9E%E0%A7%8D%E0%A6%9C-%E0%A6%9C%E0%A7%87%E0%A6%B2%E0%A6%BE%E0%A7%9F-%E0%A6%AC%E0%A7%83%E0%A6%B9%E0%A6%B8%E0%A7%8D%E0%A6%AA%E0%A6%A4%E0%A6%BF%E0%A6%AC%E0%A6%BE%E0%A6%B0%E0%A7%87%E0%A6%B0-%E0%A6%8F%E0%A6%87%E0%A6%9A%E0%A6%8F%E0%A6%B8%E0%A6%B8%E0%A6%BF-%E0%A6%AA%E0%A6%B0%E0%A7%80%E0%A6%95%E0%A7%8D%E0%A6%B7%E0%A6%BE",
    "date": "2025-07-16T23:49:32.722402",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "গোপালগঞ্জ জেলায় কারফিউ জারি করায় আগামীকাল বৃহস্পতিবার (১৭ জুলাই) সকালে অনুষ্ঠেয় এইচএসসি পরীক্ষা কেবল ওই জেলার জন্য স্থগিত করা হয়েছে।তবে দেশের অন্যান্য জায়গায় পূর্বনির্ধারিত সময়সূচি অনুযায়ী আগামীকালের পরীক্ষা যথারীতি অনুষ্ঠিত হবে।ঢাকা শিক্ষা বোর্ডের দেওয়া সংবাদ বিজ্ঞপ্তিতে এ তথ্য জানানো হয়েছে। গোপালগঞ্জ এ শিক্ষা বোর্ডের অধীন।আগামীকাল সকালে এইচএসসিতে ভূগোল (তত্বীয়) দ্বিতীয়পত্রের পরীক্ষা আছে। সময়সূচি অনুযায়ী আগামীকাল বিকেলেও একাধিক বিষয়ের পরীক্ষা থাকলেও গোপালগঞ্জ জেলায় সেসব বিষয়ের পরীক্ষা নেই।সংবাদ বিজ্ঞপ্তিতে বলা হয়, গোপালগঞ্জ জেলায় স্থগিত ভূগোল (তত্ত্বীয়) দ্বিতীয় পত্রের পরীক্ষার পরিবর্ততি সময়সূচি পরে বিজ্ঞপ্তির মাধ্যমে জানিয়ে দেওয়া হবে।এদিকে গোপালগঞ্জ জেলায় বৃহস্পতিবারের মাদ্রাসা বোর্ডের আলিম পরীক্ষা এবং কারিগরি শিক্ষা বোর্ডের এইচএসসি পরীক্ষাও স্থগিত করা হয়েছে।"
  },
  {
    "title": "ময়মনসিংহের ডিসি: বাড়িটি সত্যজিৎ রায়ের পূর্বপুরুষের নয়",
    "link": "https://bangla.dhakatribune.com/bangladesh/99247/%E0%A6%AE%E0%A7%9F%E0%A6%AE%E0%A6%A8%E0%A6%B8%E0%A6%BF%E0%A6%82%E0%A6%B9%E0%A7%87%E0%A6%B0-%E0%A6%A1%E0%A6%BF%E0%A6%B8%E0%A6%BF-%E0%A6%AC%E0%A6%BE%E0%A7%9C%E0%A6%BF%E0%A6%9F%E0%A6%BF-%E0%A6%B8%E0%A6%A4%E0%A7%8D%E0%A6%AF%E0%A6%9C%E0%A6%BF%E0%A7%8E-%E0%A6%B0%E0%A6%BE%E0%A7%9F%E0%A7%87%E0%A6%B0-%E0%A6%AA%E0%A7%82%E0%A6%B0%E0%A7%8D%E0%A6%AC%E0%A6%AA%E0%A7%81%E0%A6%B0%E0%A7%81%E0%A6%B7%E0%A7%87%E0%A6%B0",
    "date": "2025-07-16T23:49:43.055892",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "ময়মনসিংহ শহরের হরিকিশোর রায় রোডের ভেঙে ফেলা পুরোনো ভবনটি বিশিষ্ট নাট্যকার ও চলচ্চিত্র নির্মাতা সত্যজিৎ রায়ের বাড়ি নয় বলে জানিয়েছেন জেলা প্রশাসক (ডিসি) মো. মুফিদুল আলম। তিনি বলেন, ‘‘যে জমি বা বাড়িটি সত্যজিৎ রায় বা তার পূর্বপুরুষের দাবি করা হচ্ছে; সরকারি রেকর্ড ও নথিপত্র যাচাই-বাছাই করে কোথাও তাদের কারও নাম পাওয়া যায়নি। আরএস রেকর্ডে এটি বাংলাদেশ সরকারের নামে লিপিবদ্ধ রয়েছে।’’বুধবার (১৬ জুলাই) বিকেল ৫টায় ময়মনসিংহ জেলা প্রশাসকের কার্যালয়ে এ ঘটনায় উদ্ভুত পরিস্থিতিতে নগরীর বিশিষ্টজনদের সঙ্গে জেলা প্রশাসনের এক জরুরী সভা শেষে সাংবাদিকদের এই তথ্য নিশ্চিত করেন তিনি।জেলা প্রশাসক বলেন, ‘‘প্রকৃতপক্ষে এটি সত্যজিৎ রায় বা তার পূর্বপুরুষের বাড়ি নয়। তারা কখনো এখানে ছিলেন না। আশা করছি, এর মাধ্যমে সবাই সত্যটা জানতে পারবে।’’ময়মনসিংহ শহরের শশীলজের পেছনের সড়কটির নাম হলো হরিকিশোর রায় রোড। হরিকিশোর ছিলেন কিশোরগঞ্জের কটিয়াদী উপজেলার মসূয়া জমিদারবাড়ির একজন জমিদার। তিনি বাংলা শিশুসাহিত্যের অন্যতম পথিকৃৎ উপেন্দ্রকিশোর রায়চৌধুরী, সুকুমার রায় ও সত্যজিৎ রায়ের পূর্বপুরুষ। এ সড়কে প্রাচীন একতলা একটি ভবন ১৯৮৯ সাল থেক"
  },
  {
    "title": "Politics of gender in post-uprising Bangladesh",
    "link": "https://www.newagebd.net/post/new-age-specials/247337/politics-of-gender-in-post-uprising-bangladesh",
    "date": "2025-07-16T23:40:47.876974",
    "source": "New Age",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "SJAC to hold viva voce for aspiring HC judges on Jul 18, 19Jul 16, 2025"
  },
  {
    "title": "Bangladesh claim historic series win over Sri Lanka",
    "link": "https://www.newagebd.net/post/cricket/270260/bangladesh-claim-historic-series-win-over-sri-lanka",
    "date": "2025-07-16T23:40:51.631942",
    "source": "New Age",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "SJAC to hold viva voce for aspiring HC judges on Jul 18, 19Jul 16, 2025"
  },
  {
    "title": "Bangladesh Bank keeps policy rate unchanged at 10pc",
    "link": "https://www.newagebd.net/post/Banking/270196/bangladesh-bank-keeps-policy-rate-unchanged-at-10pc",
    "date": "2025-07-16T23:40:58.590936",
    "source": "New Age",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "SJAC to hold viva voce for aspiring HC judges on Jul 18, 19Jul 16, 2025"
  },
  {
    "title": "Bangladesh v Pakistan T20I ticket price revealed",
    "link": "https://www.newagebd.net/post/cricket/269952/bangladesh-v-pakistan-t20i-ticket-price-revealed",
    "date": "2025-07-16T23:41:04.712031",
    "source": "New Age",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Bangladesh claim historic series win over Sri LankaJul 16, 2025"
  },
  {
    "title": "Bangladesh needs to fund early action, not just response",
    "link": "https://www.newagebd.net/post/opinion/270075/bangladesh-needs-to-fund-early-action-not-just-response",
    "date": "2025-07-16T23:41:10.424027",
    "source": "New Age",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "HSC, equivalent exams in Gopalganj postponed tomorrowJul 16, 2025"
  }
]