[
  {
    "title": "গোপালগঞ্জে এনসিপির কর্মসূচিতে হামলা ন্যক্কারজনক: মির্জা ফখরুল",
    "link": "https://www.prothomalo.com/politics/eq9dktytgo",
    "date": "2025-07-16T19:37:41.156215",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীরফাইল ছবিগোপালগঞ্জে জাতীয় নাগরিক পার্টির (এনসিপি) কর্মসূচিতে হামলার ঘটনায় গভীর উদ্বেগ জানিয়েছেন বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর। হামলাকারী দুষ্কৃতকারীদের অবিলম্বে গ্রেপ্তার ও দৃষ্টান্তমূলক শাস্তির আহ্বান জানিয়েছেন তিনি।আজ বুধবার বিকেলে এক বিবৃতিতে মির্জা ফখরুল এই উদ্বেগ জানান। এতে বলা হয়, আজ গোপালগঞ্জে এনসিপির পূর্বঘোষিত ‘মার্চ টু গোপালগঞ্জ’ কর্মসূচিতে পতিত আওয়ামী ফ্যাসিস্ট সরকারের সন্ত্রাসীদের ন্যক্কারজনক হামলার ঘটনায় গভীর উদ্বেগ প্রকাশ করেছেন মির্জা ফখরুল।বিএনপির মহাসচিব বলেন, ছাত্র-জনতার আন্দোলনে আওয়ামী স্বৈরাচারী শাসকগোষ্ঠীর পতনের পর দুষ্কৃতকারীরা আবারও দেশে অস্থিতিশীল পরিস্থিতি সৃষ্টিসহ নৈরাজ্যের মাধ্যমে ফায়দা হাসিলের অপতৎপরতায় লিপ্ত হয়েছে। আজ গোপালগঞ্জে এনসিপির পূর্বঘোষিত কর্মসূচির ওপর বর্বরোচিত হামলা, ককটেল বিস্ফোরণ, ইউএনওসহ আইনশৃঙ্খলা রক্ষাকারী বাহিনীর গাড়িতে অগ্নিসংযোগ, পুলিশের সদস্যদের আহত করার বর্বর ঘটনা সেই অপতৎপরতারই বহিঃপ্রকাশ।আইনশৃঙ্খলা পরিস্থিতির চরম অবনতির কারণে আওয়ামী দোসরেরা মরণকামড় দিয়ে অন্তর্বর্তী সরকারকে বেকায়দায় ফ"
  },
  {
    "title": "গোপালগঞ্জে কী হচ্ছে, ফেসবুক পোস্টে জামায়াত আমিরের প্রশ্ন",
    "link": "https://www.prothomalo.com/politics/jsm4e2nifa",
    "date": "2025-07-16T19:37:43.986212",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "জামায়াতে ইসলামীর আমির শফিকুর রহমানফাইল ছবি: প্রথম আলোগোপালগঞ্জে জাতীয় নাগরিক কমিটির (এনসিপি) ‘মার্চ টু গোপালগঞ্জ’ কর্মসূচিতে কার্যক্রম নিষিদ্ধ আওয়ামী লীগের নেতা-কর্মীদের হামলার ঘটনা নিয়ে ‘গোপালগঞ্জে কী হচ্ছে’ শিরোনামে ফেসবুকে একটি পোস্ট দিয়েছেন জামায়াতে ইসলামীর আমির শফিকুর রহমান।পোস্টে জামাতের আমির লিখেছেন, ‘গোপালগঞ্জ তো বাংলাদেশেরই অংশ। যত দূর জানতে পেরেছি, এনসিপির নেতৃবৃন্দ স্বাভাবিক নিয়মে সর্বপর্যায়ের প্রশাসনের সঙ্গে পূর্ব থেকেই আলাপ-আলোচনা করে তাদের কর্মসূচি বাস্তবায়নে সহায়তা চেয়েছেন। এটি তাদের রাজনৈতিক অধিকার। কিন্তু এখন যে অবস্থায় এসে দাঁড়িয়েছে, কার্যত মাঠে আইনশৃঙ্খলা রক্ষাকারী বাহিনীর কোনো উপস্থিতিই লক্ষ করা যাচ্ছে না। অতিদ্রুত সরকারকে অবশ্যই প্রয়োজনীয় সকল পদক্ষেপ গ্রহণ করতে হবে। অন্যথায় ইতিহাসের পূর্ণ দায় সরকারের ওপরেই বর্তাবে।’ফেসবুক পোস্টে জামায়াতের আমির আরও লেখেন, ‘আমরা সংশ্লিষ্ট এলাকার জনগণকে সকল ধরনের উচ্ছৃঙ্খলতা থেকে বিরত থাকার আহ্বান জানাই এবং শান্তিপ্রিয়, ফ্যাসিবাদবিরোধী জনগণকে ঐক্যবদ্ধ হওয়ার আন্তরিক আহ্বান জানাচ্ছি। মহান আল্লাহ সত্য ও ন্যায়ের পক্ষে, তা"
  },
  {
    "title": "এনসিপির সমাবেশ শেষে হামলা, গোপালগঞ্জে ১৪৪ ধারা জারি",
    "link": "https://www.prothomalo.com/video/bangladesh/3e5kq3rgm0",
    "date": "2025-07-16T19:37:57.172445",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "হাজারো আফগানের তথ্য ফাঁসের খবর গোপন করেছে যুক্তরাজ্য২২ মিনিট আগে"
  },
  {
    "title": "এনসিপির পদযাত্রাকে কেন্দ্র করে গোপালগঞ্জে পুলিশের গাড়িতে আগুন",
    "link": "https://www.prothomalo.com/video/bangladesh/q2o94tasjq",
    "date": "2025-07-16T19:38:12.106391",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "হাজারো আফগানের তথ্য ফাঁসের খবর গোপন করেছে যুক্তরাজ্য২৩ মিনিট আগে"
  },
  {
    "title": "গোপালগঞ্জে এনসিপির সমাবেশ ঘিরে হামলা-সংঘর্ষে নিহত ২",
    "link": "https://www.prothomalo.com/bangladesh/district/3x8hs9iao9",
    "date": "2025-07-16T19:38:15.267964",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "গোপালগঞ্জ জেনারেল হাসপাতাল। আজ বুধবার বিকেলেছবি: প্রথম আলোগোপালগঞ্জে জাতীয় নাগরিক পার্টির (এনসিপি) সমাবেশ ঘিরে হামলা–সংঘর্ষে তিনজন নিহত হয়েছেন। হাসপাতাল ও পরিবার সূত্র প্রথম আলোকে এ কথা জানিয়েছে।নিহত ব্যক্তিরা হলেন গোপালগঞ্জ শহরের উদয়ন রোডের বাসিন্দা সন্তোষ সাহার ছেলে দীপ্ত সাহা (২৫), কোটালীপাড়ার রমজান কাজী (১৮) ও টুঙ্গীপাড়ার সোহেল মোল্লা (৪১)।আজ বুধবার বিকেল পৌনে পাঁচটার দিকে গোপালগঞ্জ জেনারেল হাসপাতালের তত্ত্বাবধায়ক জীবিতেষ বিশ্বাস প্রথম আলোকে বলেন, বিকেলে তিনজনকে মৃত অবস্থায় হাসপাতালে আনা হয়। তাঁরা গুলিবিদ্ধ ছিলেন।আরও পড়ুনগোপালগঞ্জে সমাবেশ শেষে এনসিপির নেতা-কর্মীদের ঘিরে হামলা, ১৪৪ ধারা জারি৩ ঘণ্টা আগেপ্রথম আলো স্বজনদের সঙ্গে কথা বলে বিকেল সাড়ে ৫টার দিকে নিহত দুজনের পরিচয় নিশ্চিত হয়। পরে রাত সাড়ে সাতটার দিকে অপরজনের মৃত্যুর বিষয়টি নিশ্চিত হয় প্রথম আলো।হাসপাতালের কর্মকর্তা জীবিতেষ বিশ্বাস বলেন, আরও ৯ জনকে গুলিবিদ্ধ অবস্থায় হাসপাতালে আনা হয়। তাঁদের অস্ত্রোপচার চলছে।মৃত্যুর তথ্য জানতে গোপালগঞ্জের পুলিশ সুপার (এসপি) মো. মিজানুর রহমানের মুঠোফোনে কল দিলে তিনি ধরেননি।তথ্য জানতে গোপালগঞ্জের"
  },
  {
    "title": "আবু সাঈদের কবর জিয়ারতের মধ্য দিয়ে ‘জুলাই শহীদ দিবস’ কর্মসূচির শুরু",
    "link": "https://www.prothomalo.com/video/bangladesh/wi0oz2rqp6",
    "date": "2025-07-16T19:38:24.207541",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "হাজারো আফগানের তথ্য ফাঁসের খবর গোপন করেছে যুক্তরাজ্য২৩ মিনিট আগে"
  },
  {
    "title": "‘জুলাই শহীদ দিবস’ উপলক্ষে শোকদিবস পালন, জাতীয় পতাকা অর্ধনমিত",
    "link": "https://www.prothomalo.com/bangladesh/40bbnscium",
    "date": "2025-07-16T19:38:30.784572",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "‘জুলাই শহীদ দিবস’ উপলক্ষে আজ বুধবার সারা দেশে শোকদিবস পালন করা হচ্ছে।দিবসটি ঘিরে সব সরকারি, আধা সরকারি, স্বায়ত্তশাসিত প্রতিষ্ঠান, শিক্ষাপ্রতিষ্ঠান ও বিদেশে বাংলাদেশ মিশনগুলোসহ সরকারি–বেসরকারি ভবনে জাতীয় পতাকা অর্ধনমিত রাখা হয়েছে।জুলাই শহীদদের আত্মার মাগফিরাত কামনায় দেশের সব মসজিদে বিশেষ দোয়া অনুষ্ঠিত হবে। অন্যান্য ধর্মীয় উপাসনালয়েও বিশেষ প্রার্থনা হবে। গতকাল মঙ্গলবার মন্ত্রিপরিষদ বিভাগের জারি করা এক প্রজ্ঞাপনে এসব তথ্য জানানো হয়।প্রথম আলোর খবর পেতে গুগল নিউজ চ্যানেল ফলো করুনবাংলাদেশথেকে আরও পড়ুনশোকসরকারজুলাই গণ-অভ্যুত্থানের এক বছরগণ-অভ্যুত্থান"
  },
  {
    "title": "আবু সাঈদের লাশ নিয়ে সেদিন কী হয়েছিল",
    "link": "https://www.prothomalo.com/bangladesh/district/u5s1v0e2q1",
    "date": "2025-07-16T19:38:34.792774",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "দুই হাত প্রসারিত করে পুলিশের গুলির সামনে বুক পেতে দেন আবু সাঈদফাইল ছবিগত বছরের ১৬ জুলাই। বেলা তখন ৩টা ৫ মিনিট। রংপুর মেডিকেল কলেজ হাসপাতালের জরুরি বিভাগে মৃত্যুর সনদে লেখা হয় আবু সাঈদের নাম। মৃত্যুর কারণ ইংরেজিতে উল্লেখ করা হয়েছে, ব্রড ডেড। অর্থাৎ হাসপাতালে আনার আগেই তাঁর মৃত্যু হয়েছে।আবু সাঈদের বন্ধুবান্ধব ও আন্দোলনের সহযোদ্ধারা বলছেন, বন্দুকের সামনে বুক পেতে দেওয়া আবু সাঈদ যখন গুলিবিদ্ধ হন, তখন বেলা ২টা ১৮ মিনিট। তাঁকে গুলিবিদ্ধ অবস্থায় উদ্ধার করে হাসপাতালে নেন কয়েকজন সহযোদ্ধা। জরুরি বিভাগ থেকে তাঁকে নেওয়া হয় সার্জারি বিভাগে। সেখানে চিকিৎসক ইসিজি করার পর মৃত্যুর বিষয়ে নিশ্চিত হন। কিন্তু হাসপাতাল কর্তৃপক্ষ আবু সাঈদের মৃত্যুর খবরটি প্রকাশ করছিল না।বৈষম্যবিরোধী ছাত্র আন্দোলনে বেগম রোকেয়া বিশ্ববিদ্যালয়ের শিক্ষার্থী গুলিবিদ্ধ আবু সাঈদকে রংপুর মেডিকেল কলেজ হাসপাতালে নেওয়া হয়। তাঁকে প্রথমে ব্যাটারিচালিত রিকশায়, এরপর ব্যাটারিচালিত অটোরিকশায় করে হাসপাতালে নিয়ে যান সমাজতান্ত্রিক ছাত্রফ্রন্টের (মার্ক্সবাদী) রংপুর জেলার আহ্বায়ক সাজু বাসফোর, মাহীগঞ্জ কলেজের শিক্ষার্থী নিপুণ রায় ও বেগম রোকেয়া বিশ"
  },
  {
    "title": "গোপালগঞ্জে আজ রাত ৮টা থেকে কারফিউ",
    "link": "https://www.prothomalo.com/bangladesh/8ti4y3v2x1",
    "date": "2025-07-16T19:38:41.896582",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "গোপালগঞ্জে জাতীয় নাগরিক কমিটির (এনসিপি) সমাবেশ ঘিরে হামলা, সংঘর্ষ ও প্রাণহানির ঘটনার পর জেলাটিতে আজ বুধবার রাত আটটা থেকে কারফিউ জারি করা হয়েছে। আগামীকাল সন্ধ্যা ছয়টা পর্যন্ত কারফিউ বলবৎ থাকবে।আজ সন্ধ্যায় প্রধান উপদেষ্টার প্রেস উইং এ তথ্য জানিয়েছে।আজ প্রথমে গোপালগঞ্জে এনসিপির সমাবেশস্থলে হামলা হয়। পরে সমাবেশ শেষ করে এনসিপি নেতারা বের হলে তাঁদের ঘিরে আবার হামলার ঘটনা ঘটে। এ সময় পুলিশ ও সেনাবাহিনীর সদস্যরা সাউন্ড গ্রেনেড ও ফাঁকা গুলি ছুড়ে পরিস্থিতি নিয়ন্ত্রণের চেষ্টা করেন। হামলা–সংঘর্ষের এ ঘটনায় গুলিবিদ্ধ হয়ে অন্তত দুজন নিহত হয়েছেন।এনসিপির সমাবেশ ও দলটির নেতাদের ওপর হামলার জন্য আওয়ামী লীগকে দায়ী করেছেন এনসিপির মুখ্য সমন্বয়ক নাসীরুদ্দীন পাটওয়ারী।আরও পড়ুনগোপালগঞ্জে এনসিপির সমাবেশ ঘিরে হামলা-সংঘর্ষে নিহত ২১ ঘণ্টা আগেপ্রথম আলোর খবর পেতে গুগল নিউজ চ্যানেল ফলো করুনবাংলাদেশথেকে আরও পড়ুনকারফিউঅন্তর্বর্তীকালীন সরকারগোপালগঞ্জ"
  },
  {
    "title": "গোপালগঞ্জে এনসিপির সমাবেশে হামলাএই ঘৃণ্য কর্মকাণ্ডের শাস্তি হবে, অন্তর্বর্তী সরকারের বিবৃতি",
    "link": "https://www.prothomalo.com/bangladesh/9t0dt5zy5o",
    "date": "2025-07-16T19:38:44.514449",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "প্রধান উপদেষ্টার ভেরিফায়েড ফেসবুক পেজে অন্তর্বর্তী সরকারের এই বিবৃতি প্রকাশ করা হয়েছেগোপালগঞ্জে জাতীয় নাগরিক পার্টির (এনসিপি) সমাবেশে হামলার নিন্দা জানিয়েছে বিবৃতি দিয়েছে অন্তর্বর্তী সরকার। আজ বুধবার বিকেলে ওই বিবৃতিতে বলা হয়েছে, আজ গোপালগঞ্জে যে সহিংসতা করা হয়েছে, তা কোনোভাবেই সমর্থনযোগ্য নয়।বিবৃতিতে অন্তর্বর্তী সরকার বলেছে, তরুণ নাগরিকদের শান্তিপূর্ণভাবে তাঁদের বৈপ্লবিক আন্দোলনের এক বছর পূর্তিতে স্মরণসভা করতে বাধা দেওয়া তাঁদের মৌলিক অধিকারের নির্লজ্জ লঙ্ঘন। জাতীয় নাগরিক পার্টির (এনসিপি) সদস্য, পুলিশ ও গণমাধ্যম বর্বরোচিত হামলার শিকার হয়েছে। তাদের গাড়ি ভাঙচুর করা হয়েছে এবং লোকজনকে সহিংস আক্রমণ করা হয়েছে।নিষিদ্ধ আওয়ামী লীগের ছাত্রলীগ ও আওয়ামী লীগের সদস্যরা এই হামলা চালিয়েছে বলে অভিযোগ রয়েছে উল্লেখ করে বিবৃতিতে বলা হয়েছে, এই ঘৃণ্য কর্মকাণ্ডের শাস্তি হবে। অপরাধীদের অবশ্যই দ্রুত শনাক্ত করে পূর্ণ জবাবদিহিতার আওয়তায় আনা হবে। বাংলাদেশের কোনো নাগরিকের ওপর এ ধরনের সহিংসতার কোনো স্থান নেই।দ্রুত পদক্ষেপ নেওয়ায় সেনাবাহিনী ও পুলিশের প্রশংসা করে অন্তর্বর্তী সরকার বলেছে, এ ধরনের ক্ষতির হুমকি সত্ত্বেও"
  },
  {
    "title": "গোপালগঞ্জে সমাবেশ শেষে এনসিপির নেতা-কর্মীদের ঘিরে হামলা, ১৪৪ ধারা জারি",
    "link": "https://www.prothomalo.com/bangladesh/district/vxat0e3hrh",
    "date": "2025-07-16T19:38:47.472757",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "গোপালগঞ্জ শহরের পৌর পার্কে সমাবেশ শেষে এনসিপির নেতা–কর্মীদের ঘিরে ফেলে হামলা চালান একদল ব্যক্তিছবি: প্রথম আলোগোপালগঞ্জে জাতীয় নাগরিক পার্টির (এনসিপি) সমাবেশ শেষে তাদের ঘিরে হামলার ঘটনার পর ১৪৪ ধারা জারি করা হয়েছে। আজ বুধবার বেলা পৌনে তিনটার দিকে শহরের পৌর পার্কে তাদের ওপর হামলার ঘটনা ঘটে।প্রত্যক্ষদর্শী কয়েকজন বলেন, এনসিপির সমাবেশ শেষ হওয়ার সঙ্গে সঙ্গে একদল ব্যক্তি লাঠিসোঁটা নিয়ে নেতা-কর্মীদের ঘিরে হামলা চালান। তাঁরা চারদিক থেকে এনসিপির নেতা-কর্মী ও পুলিশের গাড়ি আটকে দেয়। এ সময় পুলিশ ও সেনাবাহিনীর সদস্যরা সাউন্ড গ্রেনেড ও ফাঁকা গুলি ছুড়ে পরিস্থিতি নিয়ন্ত্রণের চেষ্টা করেন। এনসিপির নেতা-কর্মীরা অন্য দিক দিয়ে গাড়ি ঘুরিয়ে ঘটনাস্থল ত্যাগ করেন।এদিকে গোপালগঞ্জের জেলা প্রশাসক মো. কামরুজ্জামান জেলায় ১৪৪ ধারা জারি করেছেন বলে সাংবাদিকদের জানিয়েছেন জেলা প্রশাসনের একজন নির্বাহী ম্যাজিস্ট্রেট।হামলার ঘটনার পর এনসিপির মুখ্য সমন্বয়ক নাসীরুদ্দীন পাটওয়ারী সাংবাদিকদের কাছে অভিযোগ করেন, আওয়ামী লীগের নেতা-কর্মীরা এই হামলা চালিয়েছেন। এ সময় পুলিশ-সেনাবাহিনী নিষ্ক্রিয় ভূমিকা পালন করেছে। তাদের (এনসিপি) বলা"
  },
  {
    "title": "মুরাদনগরে প্রকৌশলীকে ‘লাইথ্যাইয়া বাইর করে দেওয়ার’ হুমকি জামায়াত নেতার, ভিডিও ভাইরাল",
    "link": "https://www.prothomalo.com/bangladesh/district/oufh8h7uh5",
    "date": "2025-07-16T19:38:49.716763",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "কুমিল্লার মুরাদনগর উপজেলা প্রকৌশলীর দপ্তরে জামায়াত নেতা মাহবুব আলম মুন্সী (গোল চিহ্নিত)ছবি: ভিডিও থেকে নেওয়াকুমিল্লায় মুরাদনগরে স্থানীয় সরকার প্রকৌশল অধিদপ্তরের (এলজিইডি) উপজেলা প্রকৌশলীর দপ্তরে ঢুকে তাঁকে হুমকি দেওয়ার অভিযোগ উঠেছে জামায়াতে ইসলামীর স্থানীয় এক নেতার বিরুদ্ধে। গতকাল মঙ্গলবার বিকেলে উপজেলা পরিষদ কমপ্লেক্সে উপজেলা প্রকৌশলীর দপ্তরে এ ঘটনা ঘটে। এ ঘটনার ২০ সেকেন্ডের একটি ভিডিও রাতে সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়ে।ছড়িয়ে পড়া ভিডিওটিতে দেখা যায়, উপজেলা প্রকৌশলী কাজী ফয়সাল বারী তাঁর দপ্তরের চেয়ারে বসে আছেন। তাঁর টেবিলের সামনে দাঁড়িয়ে আছেন উপজেলা জামায়াতের সহকারী সেক্রেটারি মাহবুব আলম মুন্সী। উপজেলা প্রকৌশলীর সঙ্গে তাঁর তর্কবিতর্ক চলছে। একপর্যায়ে মাহবুব আলম প্রকৌশলীর উদ্দেশে বলেন, ‘আরে বেটা লাইথ্যাইয়া এইখানতে বাইর কইরা দিমু, চিনোস আমারে।’ এ কথা বলার পর প্রকৌশলী বলতে থাকেন, ‘আপনি কী বললেন এটা, আপনি কী বললেন এটা।’ এ সময়ে মাহবুব আলমের সঙ্গে থাকা কয়েকজন তাঁকে শান্ত করার জন্য কার্যালয় থেকে বের করে নিয়ে যাওয়ার চেষ্টা করেন।জানতে চাইলে জামায়াত নেতা মাহবুব আলম মুন্সী প্রথম আলোকে বলেন, ঘট"
  },
  {
    "title": "টানা ৫ দিন বৃষ্টির আভাস দিয়েছে আবহাওয়া অফিস",
    "link": "https://www.prothomalo.com/video/bangladesh/m0q4czb8a2",
    "date": "2025-07-16T19:38:56.655071",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "হাজারো আফগানের তথ্য ফাঁসের খবর গোপন করেছে যুক্তরাজ্য২৩ মিনিট আগে"
  },
  {
    "title": "সংবাদ সম্মেলনে অভিযোগকক্সবাজারে ‘জামায়াত নেতার নেতৃত্বে’ মব সৃষ্টি করে বিএনপি নেতাকে হত্যা",
    "link": "https://www.prothomalo.com/bangladesh/district/nsxeeheo42",
    "date": "2025-07-16T19:38:58.875208",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "কক্সবাজারে বিএনপির সংবাদ সম্মেলন। আজ দুপুরে তোলাছবি: সংগৃহীতকক্সবাজার সদরে ‘জামায়াত’ নেতার নেতৃত্বে মব সৃষ্টি করে হামলা চালিয়ে বিএনপির নেতা রহিম উদ্দিন সিকদারকে হত্যা করা হয়েছে বলে আজ বুধবার অনুষ্ঠিত এক সংবাদ সম্মেলনে দাবি করেছে সদর উপজেলা বিএনপি।আজ দুপুরে কক্সবাজার শহরের শহীদ সরণিতে অবস্থিত জেলা বিএনপির কার্যালয়ে এই সংবাদ সম্মেলনের আয়োজন করা হয়। সংবাদ সম্মেলনে বিএনপি নেতারা দাবি করেন, সদর উপজেলার ভারুয়াখালী ইউনিয়ন বিএনপির যুগ্ম সাধারণ সম্পাদক রহিম উদ্দিন সিকদারের হত্যায় নেতৃত্ব দিয়েছেন জামায়াত নেতা আবদুল্লাহ আল নোমান।লিখিত বক্তব্যে সদর উপজেলা বিএনপির আহ্বায়ক আবদুল মাবুদ বলেন, ১৩ জুলাই রহিম উদ্দিন সিকদার পানিরছড়া বটতলী বাজারে যাচ্ছিলেন। পথে জামায়াত নেতা আবদুল্লাহ আল নোমানের নেতৃত্বে একদল দুর্বৃত্ত দেশি অস্ত্র নিয়ে রহিম উদ্দিনের ওপর হামলা করে। খবর পেয়ে ছাত্রদলের ভারুয়াখালী ইউনিয়ন কমিটির সভাপতি সাকিব উদ্দিনসহ স্থানীয় লোকজন তাঁকে উদ্ধার করতে যান। এ সময় তাঁদের ওপরও হামলা চালানো হয়। এতে রহিম উদ্দিন সিকদার ও সাকিব উদ্দিনসহ চারজন আহত হন। পরে তাঁদের উদ্ধার করে কক্সবাজার জেলা সদর হাসপাতালে আনা"
  },
  {
    "title": "নিয়োগ-পদোন্নতিতে গোয়েন্দা দিয়ে রাজনৈতিক পরিচয় জানার বিধান বাতিল হচ্ছে",
    "link": "https://www.prothomalo.com/bangladesh/j75tawip1x",
    "date": "2025-07-16T19:39:00.829443",
    "source": "Prothom Alo",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "চাকরিতে নিয়োগ ও পদোন্নতির ক্ষেত্রে গোয়েন্দা সংস্থার মাধ্যমে রাজনৈতিক পরিচয় জানতে চাওয়ার বিধান বাতিল করার সিদ্ধান্ত নিয়েছে সরকার। জনপ্রশাসন সংস্কার কমিশনের সুপারিশের ভিত্তিতে এ সিদ্ধান্ত হয়েছে। এখন এই সিদ্ধান্ত বাস্তবায়ন করবে প্রধান উপদেষ্টার কার্যালয়, জনপ্রশাসন মন্ত্রণালয় ও স্বরাষ্ট্র মন্ত্রণালয়ের দুই বিভাগ।জনপ্রশাসন সংস্কার কমিশনের সুপারিশ বাস্তবায়ন নিয়ে গত সোমবার প্রধান উপদেষ্টার কার্যালয়ে অনুষ্ঠিত এক সভায় এ সিদ্ধান্ত নেওয়া হয়। জনপ্রশাসন সংস্কার কমিশনের সুপারিশ বাস্তবায়নের বিষয়ে ওই দিন দ্বিতীয় সভা হয়। এর আগে ১৬ জুন প্রথম সভায় জনপ্রশাসন সংস্কার কমিশনের ১৮টি প্রস্তাব নিয়ে আলোচনা হয়েছিল। সেদিন আটটি অপেক্ষাকৃত সহজে বাস্তবায়নযোগ্য প্রস্তাব নিয়ে আলোচনা ও বাস্তবায়নের বিষয়ে কিছু সিদ্ধান্ত হয়েছিল।সোমবার দ্বিতীয় সভায় ওই আট সুপারিশ বাস্তবায়নের অগ্রগতি নিয়ে আলোচনার পাশাপাশি নতুন করে কিছু সুপারিশ বাস্তবায়নের সিদ্ধান্ত হয়। তবে কিছু সুপারিশ শিগগিরই বাস্তবায়ন সম্ভব নয় বলে সংশ্লিষ্ট মন্ত্রণালয় ও বিভাগের পক্ষ থেকে মতামত দেওয়া হয়েছে। আর কিছু সুপারিশ বাস্তবায়নের বিষয়ে বিভিন্ন মন্ত্রণালয়ের সচিবদের সমন্বয়"
  },
  {
    "title": "Fakhrul calls for immediate arrests over attack on NCP’s Gopalganj March",
    "link": "https://www.thedailystar.net/news/bangladesh/politics/news/fakhrul-calls-immediate-arrests-over-attack-ncps-gopalganj-march-3941046",
    "date": "2025-07-16T19:37:43.118838",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "BNP",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "PoliticsPoliticsFakhrul calls for immediate arrests over attack on NCP’s Gopalganj MarchWed Jul 16, 2025 05:40 PMLast update on: Wed Jul 16, 2025 05:44 PMExpresses deep concernStar Online ReportWed Jul 16, 2025 05:40 PM      Last update on: Wed Jul 16, 2025 05:44 PM20SharesShareTweetShareEmailPrintShareExpresses deep concernExpressing deep concern over the attack by \"terrorists of the fallen Awami fascist government\" during the NCP's March to Gopalganj programme, BNP Secretary General Mirza Fakhrul Islam Alamgir today called for the immediate arrest and strict punishment of those responsible.He wished the injured police personnel a speedy recovery.For all latest news, follow The Daily Star's Google News channel.Following the fall of the Awami government through the mass uprising, miscreants have resumed harmful activities, attempting to create chaos and capitalise on the situation, Fakhrul said in a statement today.\"Today's barbaric attack on the NCP's pre-announced programme in Gopalg"
  },
  {
    "title": "‘If police fail, we will ensure justice’: NCP leaders in fiery Gopalganj rally",
    "link": "https://www.thedailystar.net/news/bangladesh/politics/news/if-police-fail-we-will-ensure-justice-ncp-leaders-fiery-gopalganj-rally-3941006",
    "date": "2025-07-16T19:37:52.515673",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "PoliticsPolitics‘If police fail, we will ensure justice’: NCP leaders in fiery Gopalganj rallyWed Jul 16, 2025 03:58 PMLast update on: Wed Jul 16, 2025 04:49 PMVow to ‘protect Gopalganj from tyrants’; call for a ‘new Bangladesh’Star Online ReportWed Jul 16, 2025 03:58 PM      Last update on: Wed Jul 16, 2025 04:49 PM44SharesShareTweetShareEmailPrintSharePhoto: CollectedDespite attacks, vandalism, and attempts to block their programme, the National Citizen Party (NCP) held a rally in Gopalganj today, echoing the slogan \"Mujibism Murdabad\" (Down with Mujibism). During the rally, party leaders also vowed to \"bury Mujibism in Gopalganj\".Leaders of the National Citizen Party (NCP) issued a stern warning during a rally in Gopalganj today, declaring that the party will \"bring justice\" if law enforcement fails to act against those responsible for today'sattack on their event.For all latest news, follow The Daily Star's Google News channel.\"We are going to bring our justice if the police forces"
  },
  {
    "title": "গোপালগঞ্জ ছাড়লেন এনসিপি নেতারা",
    "link": "https://bangla.thedailystar.net/news/bangladesh/politics/news-686566",
    "date": "2025-07-16T19:38:01.557953",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "রাজনীতিগোপালগঞ্জ ছাড়লেন এনসিপি নেতারাস্টার অনলাইন রিপোর্টবুধবার জুলাই ১৬, ২০২৫ ০৫:৫৩ অপরাহ্ন    সর্বশেষ আপডেট: বুধবার জুলাই ১৬, ২০২৫ ০৫:৫৩ অপরাহ্নগোপালগঞ্জ শহরের পৌর পার্কে এনসিপির সমাবেশ। ছবি: এনসিপির ফেসবুক থেকে নেওয়াহামলা-সংঘর্ষের মধ্যে গোপালগঞ্জ ছেড়েছেন জাতীয় নাগরিক পার্টির (এনসিপি) নেতারা।আজ বুধবার বিকেল ৫টার পর সেনাবাহিনী ও পুলিশের সহযোগিতায় তাদের গাড়িবহর গোপালগঞ্জ জেলা ত্যাগ করে।এনসিপির যুগ্ম সদস্য সচিব মুশফিক উস সালেহিন দ্য ডেইলি স্টারকে এ তথ্য নিশ্চিত করেছেন।বিকেল পৌনে ৫টায় টেলিফোনে তিনি বলেন, 'আমরা গোপালগঞ্জ শহর ত্যাগ করেছি। এখান থেকে আমরা খুলনার কাটাখালির দিকে যাচ্ছি।'আরওএনসিপির সমাবেশে হামলা, রণক্ষেত্র গোপালগঞ্জতিনি আরও বলেন, 'আমাদের পদযাত্রা চলবে। পরবর্তী কর্মসূচি আমাদের মাদারীপুর। কাটাখালি গিয়ে আমরা সে বিষয়ে সিদ্ধান্ত নিয়ে জানাব।'এনসিপি নেতারা সবাই সুস্থ ও নিরাপদ আছেন বলেও জানান মুশফিক।'দেশ গড়তে জুলাই পদযাত্রা'র অংশ হিসেবে আজ বুধবার দুপুরে গোপালগঞ্জ পৌর পার্কে এনসিপির সভা অনুষ্ঠিত হয়।স্থানীয় সূত্রে জানা গেছে, সভার আগে এনসিপির সমাবেশস্থলে ২০০-৩০০ স্থানীয় জনগণ লাঠিসোঁটা নি"
  },
  {
    "title": "হামলা-ভাঙচুর-বাধার পরও গোপালগঞ্জে এনসিপির ‘মুজিববাদ মুর্দাবাদ’ স্লোগান",
    "link": "https://bangla.thedailystar.net/news/bangladesh/politics/news-686511",
    "date": "2025-07-16T19:38:07.767832",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "রাজনীতিহামলা-ভাঙচুর-বাধার পরও গোপালগঞ্জে এনসিপির ‘মুজিববাদ মুর্দাবাদ’ স্লোগানস্টার অনলাইন রিপোর্টবুধবার জুলাই ১৬, ২০২৫ ০৩:৩৬ অপরাহ্ন    সর্বশেষ আপডেট: বুধবার জুলাই ১৬, ২০২৫ ০৩:৪৬ অপরাহ্নগোপালগঞ্জ শহরের পৌর পার্কে এনসিপির সমাবেশ। ছবি: এনসিপির ফেসবুক থেকে নেওয়াহামলা, ভাঙচুর ও বাধাদানের পরও গোপালগঞ্জে 'মুজিববাদ মুর্দাবাদ' স্লোগানে সমাবেশ করেছে জাতীয় নাগরিক পার্টি (এনসিপি)। এসময় দলটির নেতারা গোপালগঞ্জে 'মুজিববাদের কবর রচনা'রও অঙ্গীকার ব্যক্ত করেন।এর আগে, আজ বুধবার বেলা পৌনে ২টার দিকে শহরের পৌর পার্কে এনসিপির সমাবেশস্থলে স্থানীয় ২০০-৩০০ লোক লাঠিসোঁটা নিয়ে হামলা চালায়।প্রত্যক্ষদর্শীরা জানান, হামলাকারীরা সবাই স্থানীয় আওয়ামী লীগ ও এর অঙ্গসংগঠনের (বর্তমানে কার্যক্রম নিষিদ্ধ) সমর্থক।তারা আরও জানান, হামলার সময় মঞ্চের আশপাশে থাকা পুলিশ সদস্যদের দ্রুত আদালত চত্বরে ঢুকে পড়তে দেখা যায়। এসময় সেখানে থাকা এনসিপির নেতাকর্মীরাও দৌড়ে সরে যান।হামলাকারীরা মঞ্চের চেয়ার ভাঙচুর করেন, ব্যানার ছিঁড়ে ফেলেন। একপর্যায়ে জেলা পুলিশ সুপার মো. মিজানুর রহমান ঘটনাস্থলে আসেন। এসময় পুলিশসহ এনসিপির নেতাকর্মীরা এক হয়ে ধাওয়া "
  },
  {
    "title": "Curfew in Gopalganj from 8:00pm",
    "link": "https://www.thedailystar.net/news/bangladesh/news/curfew-gopalganj-800pm-3941086",
    "date": "2025-07-16T19:38:13.945619",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "BangladeshBangladeshCurfew in Gopalganj from 8:00pmWed Jul 16, 2025 06:52 PMLast update on: Wed Jul 16, 2025 07:06 PMIt will be in effect until 6:00pm tomorrowStar Online ReportWed Jul 16, 2025 06:52 PM      Last update on: Wed Jul 16, 2025 07:06 PMSharesShareTweetShareEmailPrintShareThe authorities have put Gopalganj under curfew from 8:00pm today until 6:00pm tomorrow, following day long clashes between alleged cadres of the Awami League and its banned student wing Bangladesh Chhatra League, and law enforcers.The chief adviser's press wing made the announcement earlier this evening hours after leaders of the National Citizen Party (NCP) leaders had to leave the town under army escort.For all latest news, follow The Daily Star's Google News channel.Click to commentCommentsComments Policy"
  },
  {
    "title": "NCP leaders, activists attacked in Gopalganj following rally",
    "link": "https://www.thedailystar.net/news/bangladesh/news/ncp-leaders-activists-attacked-gopalganj-following-rally-3940976",
    "date": "2025-07-16T19:38:22.415911",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 12,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "BangladeshBangladeshNCP leaders, activists attacked in Gopalganj following rallyWed Jul 16, 2025 03:13 PMLast update on: Wed Jul 16, 2025 05:30 PMAt least 10-12 injuredOur Correspondent, FaridpurWed Jul 16, 2025 03:13 PM      Last update on: Wed Jul 16, 2025 05:30 PM66SharesShareTweetShareEmailPrintShareScreengrabNational Citizen Party (NCP) leaders and activists came under attack today following a rally in Gopalganj's Poura Park area. The attack was allegedly carried out by members of the banned Bangladesh Chhatra League (BCL).Army personnel and police rushed to the spot to bring law and order in the area.For all latest news, follow The Daily Star's Google News channel.According to television live coverage, chase and counter-chase were seen between law enforcers and BCL men in the area following these incidents.Local journalists said that gunshots can still be heard in the area.Four platoons of Bangladesh Border Guard (BGB) have been deployed in the area around 5:00pm.Earlier, a group"
  },
  {
    "title": "'Heinous act' of attacking NCP rally in Gopalganj will not go unpunished: govt",
    "link": "https://www.thedailystar.net/news/bangladesh/governance/news/heinous-act-attacking-ncp-rally-gopalganj-will-not-go-unpunished-govt-3941071",
    "date": "2025-07-16T19:38:33.287777",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "GovernanceGovernance'Heinous act' of attacking NCP rally in Gopalganj will not go unpunished: govtWed Jul 16, 2025 06:01 PMLast update on: Wed Jul 16, 2025 07:18 PMStar Online ReportWed Jul 16, 2025 06:01 PM      Last update on: Wed Jul 16, 2025 07:18 PM24SharesShareTweetShareEmailPrintShareThe government termed the use of violence in Gopalganj as \"utterly indefensible\"The government said today that the \"heinous act\" ofattacking leaders and activistsat a peaceful National Citizen Party (NCP) rally today – allegedly carried out by members of the banned Awami League's Chhatra League and AL activists – will not go unpunished.In a statement issued by the Chief Adviser's Press Wing this afternoon, the government termed the use of violence in Gopalganj as \"utterly indefensible\".For all latest news, follow The Daily Star's Google News channel.\"Preventing young citizens from peacefully holding a rally to commemorate the one-year anniversary of their revolutionary movement is a shameful violati"
  },
  {
    "title": "NCP leaders leave Gopalganj amid clashes",
    "link": "https://www.thedailystar.net/news/bangladesh/news/ncp-leaders-leave-gopalganj-amid-clashes-3941081",
    "date": "2025-07-16T19:38:40.069053",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "BangladeshBangladeshNCP leaders leave Gopalganj amid clashesWed Jul 16, 2025 06:36 PMLast update on: Wed Jul 16, 2025 06:43 PMStar Online ReportWed Jul 16, 2025 06:36 PM      Last update on: Wed Jul 16, 2025 06:43 PM18SharesShareTweetShareEmailPrintShareThe photo is taken from NCP's FacebookTheir motorcade departed Gopalganj after 5:00pmLeaders of the National Citizen Party (NCP) have left Gopalganj amid the attacks and clashes in the area.Their motorcade departed Gopalganj after 5:00pm with the assistance of the army and police.For all latest news, follow The Daily Star's Google News channel.NCP Joint Member Secretary Mushfiq Us Salehin confirmed the development to The Daily Star.Speaking over the phone around 4:45pm, he said, \"We have left Gopalganj town. From here, we are heading towards Katakhali in Khulna.\"He added, \"Our march will continue. Our next programme is in Madaripur. We will make a decision and announce it after reaching Katakhali.\"Mushfiq also stated that all NCP leader"
  },
  {
    "title": "2 die following clashes over NCP rally in Gopalganj",
    "link": "https://www.thedailystar.net/news/bangladesh/crime-justice/news/2-die-following-clashes-over-ncp-rally-gopalganj-3941091",
    "date": "2025-07-16T19:38:43.265641",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "UNO, police vehicles vandalised, torched in Gopalganj",
    "link": "https://www.thedailystar.net/news/bangladesh/crime-justice/news/uno-police-vehicles-vandalised-torched-gopalganj-3940886",
    "date": "2025-07-16T19:38:45.599700",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "Legal notice seeks 10th grade pay scale for 65,000 primary school headteachers",
    "link": "https://www.thedailystar.net/news/bangladesh/crime-justice/news/legal-notice-seeks-10th-grade-pay-scale-65000-primary-school-headteachers-3941001",
    "date": "2025-07-16T19:38:47.934727",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "55 pushed in from India through border in Sylhet, Sunamganj",
    "link": "https://www.thedailystar.net/news/bangladesh/crime-justice/news/55-pushed-india-through-border-sylhet-sunamganj-3940996",
    "date": "2025-07-16T19:38:49.642510",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "World Youth Skills Day/ Bangladesh’s youth should be empowered through skills and apprenticeship",
    "link": "https://www.thedailystar.net/opinion/views/news/bangladeshs-youth-should-be-empowered-through-skills-and-apprenticeship-3940201",
    "date": "2025-07-16T19:38:51.375808",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "গোপালগঞ্জে হামলা-সংঘর্ষে গুলিবিদ্ধ হয়ে নিহত ২",
    "link": "https://bangla.thedailystar.net/news/bangladesh/news-686581",
    "date": "2025-07-16T19:38:55.115377",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "bangla.thedailystar.netVerifying you are human. This may take a few seconds.bangla.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for bangla.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "গোপালগঞ্জে বৃহস্পতিবার সন্ধ্যা ৬টা পর্যন্ত কারফিউ",
    "link": "https://bangla.thedailystar.net/news/bangladesh/news-686576",
    "date": "2025-07-16T19:38:57.380930",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "bangla.thedailystar.netVerifying you are human. This may take a few seconds.bangla.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for bangla.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "চাপ নয়, বিভ্রান্তি এড়াতে ওয়েবসাইট থেকে নৌকা সরানো হয়েছে: ইসি",
    "link": "https://bangla.thedailystar.net/news/bangladesh/election/news-686591",
    "date": "2025-07-16T19:38:59.726638",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "bangla.thedailystar.netVerifying you are human. This may take a few seconds.bangla.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for bangla.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "গোপালগঞ্জে এনসিপির ওপর হামলাকারীদের ছাড় নয়: অন্তর্বর্তী সরকার",
    "link": "https://bangla.thedailystar.net/news/bangladesh/news-686546",
    "date": "2025-07-16T19:39:06.222570",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "বাংলাদেশগোপালগঞ্জে এনসিপির ওপর হামলাকারীদের ছাড় নয়: অন্তর্বর্তী সরকারস্টার অনলাইন রিপোর্টবুধবার জুলাই ১৬, ২০২৫ ০৫:২২ অপরাহ্ন    সর্বশেষ আপডেট: বুধবার জুলাই ১৬, ২০২৫ ০৫:৫০ অপরাহ্নগোপালগঞ্জ শহরে এনসিপির সমাবেশে হামলা। ছবি: সংগৃহীতজাতীয় নাগরিক পার্টির (এনসিপি) পদযাত্রা ও সমাবেশে হামলার ঘটনায় অভিযুক্তদের ছাড় দেওয়া হবে না বলে জানিয়েছে অন্তর্বর্তী সরকার।আজ বুধবার এক বিবৃতিতে এ কথা জানানো হয়।বিবৃতিতে বলা হয়, 'গোপালগঞ্জে আজ যে সহিংসতা হয়েছে, তা সম্পূর্ণরূপে অগ্রহণযোগ্য। গণঅভ্যুত্থানের এক বছর পূর্তি উপলক্ষে তরুণ এই নাগরিকদের শান্তিপূর্ণভাবে সমাবেশ করতে বাধা দেওয়া তাদের মৌলিক অধিকারের চরম লঙ্ঘন। এনসিপি সদস্য, পুলিশ ও গণমাধ্যমের ওপর নৃশংস হামলা চালানো হয়েছে, তাদের গাড়ি ভাঙচুর করা হয়েছে এবং সহিংস আক্রমণ করা হয়েছে।''এই হামলার ঘটনায় অভিযুক্ত নিষিদ্ধ ছাত্রলীগ ও আওয়ামী লীগ কর্মীরা ছাড় পাবে না। অপরাধীদের দ্রুত চিহ্নিত করে আইনের আওতায় আনা হবে। বাংলাদেশের কোনো নাগরিকের বিরুদ্ধে এই ধরনের সহিংসতার কোনো স্থান নেই।'এতে আরও বলা হয়, 'তাৎক্ষণিক ব্যবস্থা নেওয়ায় আমরা সেনাবাহিনী ও পুলিশের এবং হুমকি সত্ত্বেও "
  },
  {
    "title": "এনসিপির সমাবেশে হামলা, রণক্ষেত্র গোপালগঞ্জ",
    "link": "https://bangla.thedailystar.net/news/bangladesh/news-686541",
    "date": "2025-07-16T19:39:09.090086",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "bangla.thedailystar.netVerifying you are human. This may take a few seconds.bangla.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for bangla.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "No visible progress in Abu Sayed murder trial, brother alleges",
    "link": "https://www.thedailystar.net/news/bangladesh/news/no-visible-progress-abu-sayed-murder-trial-brother-alleges-3940946",
    "date": "2025-07-16T19:39:11.560618",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "Sohag killing: Man who crushed victim with stone arrested",
    "link": "https://www.thedailystar.net/news/bangladesh/crime-justice/news/sohag-killing-man-who-crushed-victim-stone-arrested-3940916",
    "date": "2025-07-16T19:39:19.027367",
    "source": "The Daily Star",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Crime & JusticeCrime & JusticeSohag killing: Man who crushed victim with stone arrestedWed Jul 16, 2025 01:12 PMLast update on: Wed Jul 16, 2025 02:03 PMStar Online ReportWed Jul 16, 2025 01:12 PM      Last update on: Wed Jul 16, 2025 02:03 PM29SharesShareTweetShareEmailPrintShareLal Chand alias Sohag was brutally killed in broad daylight on Wednesday. Photo: CollectedPolice have arrested another accused in the case over the brutal killing of scrap trader Lal Chand alias Sohag in Old Dhaka.Rizwan Uddin Ovi, who crushed the victim with large chunks of concrete to confirm his death, was arrested from Patuakhali area, Talebur Rahman, deputy commissioner (Media) of Dhaka Metropolitan Police.For all latest news, follow The Daily Star's Google News channel.With him, a total of nine people has been arrested in connection with the murder.On July 9, Sohag was dragged out of his shop and beaten to death near the gate of Sir Salimullah Medical College Mitford Hospital.Later, his battered and brok"
  },
  {
    "title": "Khaled Rahim appointed as ACC secretary",
    "link": "https://www.thedailystar.net/news/bangladesh/news/khaled-rahim-appointed-acc-secretary-3940906",
    "date": "2025-07-16T19:39:21.239900",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "'Boat’ symbol removed from EC website",
    "link": "https://www.thedailystar.net/news/bangladesh/elections/news/boat-symbol-removed-ec-website-3940901",
    "date": "2025-07-16T19:39:23.118477",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "Satyajit Ray’s ancestral home being demolished",
    "link": "https://www.thedailystar.net/news/bangladesh/news/satyajit-rays-ancestral-home-being-demolished-3940326",
    "date": "2025-07-16T19:39:25.561688",
    "source": "The Daily Star",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "www.thedailystar.netVerifying you are human. This may take a few seconds.www.thedailystar.net needs to review the security of your connection before proceeding.Verification successfulWaiting for www.thedailystar.net to respond...Enable JavaScript and cookies to continue"
  },
  {
    "title": "Sohag murder: Another accused arrested",
    "link": "https://www.thedailystar.net/news/bangladesh/crime-justice/news/sohag-murder-another-accused-arrested-3939996",
    "date": "2025-07-16T19:39:30.847275",
    "source": "The Daily Star",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Crime & JusticeCrime & JusticeSohag murder: Another accused arrestedTue Jul 15, 2025 10:17 AMLast update on: Tue Jul 15, 2025 10:19 AMStar Online ReportTue Jul 15, 2025 10:17 AM      Last update on: Tue Jul 15, 2025 10:19 AM22SharesShareTweetShareEmailPrintShareLal Chand alias Sohag was brutally killed in broad daylight on Wednesday. Photo: CollectedMembers of Rapid Action Battalion (Rab) have arrested another accused in the case over the brutal killing of scrap trader Lal Chand alias Sohag in Old Dhaka.A team of Rab arrested Nannu, an FIR-named accused in the case, from Narayanganj around 1:00am, Rab-11 Commanding Officer HM Shazzad Hossain told The Daily Star.For all latest news, follow The Daily Star's Google News channel.So far, eight people have been arrested in connection with the murder.On July 9, Sohag was dragged out of his shop and beaten to death near the gate of Sir Salimullah Medical College Mitford Hospital.His body was crushed with large chunks of concrete. Later, his ba"
  },
  {
    "title": "Fakhrul expresses concern over attack on NCP event in Gopalganj",
    "link": "https://www.dhakatribune.com/bangladesh/politics/386553/mirza-fakhrul-demands-arrest-of-those-involved-in",
    "date": "2025-07-16T19:37:34.191426",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "BNP",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "BNP Secretary General Mirza Fakhrul Islam Alamgir has expressed deep concern over the heinous attack by the \"terrorists of the Awami fascist government\" on the NCP's previously announced 'March to Gopalganj' event in Gopalganj.In a statement on Wednesday, the BNP Secretary General said: \"After the fall of the Awami dictatorial regime in the student-public movement, the miscreants have once again engaged in creating an unstable situation in the country and gaining benefits through anarchy.\"\"Today, the barbaric attack on the NCP's previously announced program in Gopalganj, the crude bomb (cocktail) explosion, the arson attack on UNO and law enforcers' vehicles, and the injury of police officers are manifestations of such misconduct of miscreants,\" he said.Due to extreme deterioration of the law and order situation, Fakhrul said, the Awami allies have now raised their heads to create anarchy in the country, leaving the interim government in a difficult position and taking advantage of it."
  },
  {
    "title": "BNP, Jamaat, NCP at crossroads: Inter-party bickering intensifies amid poll prep",
    "link": "https://www.dhakatribune.com/bangladesh/politics/386507/bnp-jamaat-ncp-at-crossroads-inter-party",
    "date": "2025-07-16T19:37:42.039279",
    "source": "Dhaka Tribune",
    "location": "Mirpur, Dhaka",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8067,
      90.3686
    ],
    "content_preview": "Leaders of the Bangladesh Nationalist Party (BNP), Bangladesh Jamaat-e-Islami (Jamaat), and the newly formed National Citizen Party (NCP) have increasingly been exchanging verbal jabs as the parties prepare for the next national election.Video Player is loading.Play VideoPlaySkip BackwardSkip ForwardMuteCurrent Time0:00/Duration0:00Loaded:0%Stream TypeLIVESeek to live, currently behind liveLIVERemaining Time-0:001xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionscaptions settings, opens captions settings dialogcaptions off, selectedAudio TrackThis is a modal window.No compatible source was found for this media.Beginning of dialog window. Escape will cancel and close the window.TextColorWhiteBlackRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentText BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentTransparentCaption Area BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityTransparentSemi-TransparentOpaqueFont "
  },
  {
    "title": "NCP accuses BNP, several other parties of obstructing fundamental reforms",
    "link": "https://www.dhakatribune.com/bangladesh/politics/386511/ncp-bnp-and-several-parties-obstructing",
    "date": "2025-07-16T19:37:56.474675",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Bangladesh Nationalist Party",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The National Citizen Party (NCP) has alleged that the Bangladesh Nationalist Party (BNP), along with several other political parties, are creating obstacles when issues of fundamental reforms are raised in discussions with the National Consensus Commission.Video Player is loading.Play VideoPauseSkip BackwardSkip ForwardUnmuteCurrent Time0:00/Duration0:00Loaded:0%Stream TypeLIVESeek to live, currently behind liveLIVERemaining Time-0:001xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionscaptions settings, opens captions settings dialogcaptions off, selectedAudio TrackThis is a modal window.No compatible source was found for this media.Beginning of dialog window. Escape will cancel and close the window.TextColorWhiteBlackRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentText BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentTransparentCaption Area BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityTransparentSemi-"
  },
  {
    "title": "Laws & Rights",
    "link": "https://www.dhakatribune.com/bangladesh/laws-rights",
    "date": "2025-07-16T19:38:01.195252",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Reliable BrokersOnline InvestingAlerts & AnalysisEasy Trading"
  },
  {
    "title": "Foreign Affairs",
    "link": "https://www.dhakatribune.com/bangladesh/foreign-affairs",
    "date": "2025-07-16T19:38:05.884034",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Reliable BrokersOnline InvestingAlerts & AnalysisEasy Trading"
  },
  {
    "title": "2 killed in clash surrounding NCP rally in Gopalganj",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386576/2-killed-in-clash-surrounding-ncp-rally-in",
    "date": "2025-07-16T19:38:13.128905",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Two people were killed in a clash surrounding a rally organized by the National Citizen Party (NCP) in Gopalganj, according to hospital and family sources.The deceased have been identified as Dipto Saha, 25, son of Santosh Saha from Udayan Road in Gopalganj town, and Ramzan Kazi, 18, from Kotalipara, reports Prothom Alo.Around 4:45pm on Wednesday, Dr Jibitesh Biswas, superintendent of Gopalganj General Hospital, said three individuals with gunshot wounds were brought to the hospital dead.The identity and details of the third person could not be confirmed. A hospital staff member, requesting anonymity, said the body of the third person was taken away by relatives.Dr Jibitesh Biswas also said nine more individuals with gunshot wounds were brought to the hospital, and they were undergoing surgery.Deputy Commissioner (DC) Muhammad Kamruzzaman and Additional Deputy Commissioner (General) Md Golam Kabir of Gopalganj also declined to speak when contacted for comment.Dipto Saha’s uncle said th"
  },
  {
    "title": "Curfew imposed in Gopalganj amid escalating tensions",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386579/curfew-imposed-in-gopalganj-amid-escalating",
    "date": "2025-07-16T19:38:22.257238",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The government on Wednesday imposed curfew in Gopalganj district amid heightening tensions over clashes between police and Awami League activists over an NCP rally.The curfew will remain in force from 8pm on Wednesday to 6pm on Thursday, according to the Chief Adviser’s press wing.Supporters of the AL, banned BCL and other associate bodies, equipped with sticks and brickbats took positions at different streets and lanes, prompting Rab, army and BGB teams to intensify their patrol in the city.The local administration slapped Section-144 in Gopalganj Sadar.Deputy Commissioner of the district Muhammad Kamruzzaman enforced Section-144 but did not set any timeframe for it.Alongside the police, Rapid Action Battalion (Rab) and army personnel, four platoons of Border Guard Bangladesh (BGB) have been deployed in the Sadar headquarters to avoid further untoward incidents, said Md Shariful Islam, public relations officer of the BGB Headquarters.A tense situation was prevailing in the city as cha"
  },
  {
    "title": "NCP convoy leaves Gopalganj under tight security escort",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386563/ncp-leaders-leave-gopalganj-with-police-rab-and",
    "date": "2025-07-16T19:38:31.992459",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "National Citizens Party (NCP) leaders were able to depart from Gopalganj at around 4:50pm on Wednesday. Their departure came after hours of tension and violence that had turned parts of the district into a battleground.The convoy of NCP leaders and activists was escorted out of the area by combined forces of the police, Rapid Action Battalion (RAB), and Border Guard Bangladesh (BGB).Earlier on Wednesday, an attack occurred on the NCP motorcade on the way back after a meeting in Gopalganj. NCP leaders have alleged that leaders and activists of the banned Awami League and banned Chhatra League carried out the attack.To control the situation, police and army fired shots. Police and army vehicles were also attacked during this time. Following this incident, NCP leaders took position at a government facility.The stage of the NCP rally organized in the municipal park area of Gopalganj town were attacked. Sound boxes, microphones, and chairs on the rally stage were vandalized, and NCP leaders"
  },
  {
    "title": "Section 144 imposed as attack on NCP sparks chaos in Gopalganj",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386548/section-144-imposed-as-attack-on-ncp-sparks-chaos",
    "date": "2025-07-16T19:38:40.619911",
    "source": "Dhaka Tribune",
    "location": "Wari, Dhaka",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.7197,
      90.4264
    ],
    "content_preview": "The administration imposed Section 144 around on Wednesday afternoon as Gopalganj turned into a battlefield following an attack on the National Citizen Party’s (NCP) motorcade after its rally.Shortly after the NCP concluded its rally in Gopalganj, a group of armed individuals attempted to surround and attack the party’s leaders and activists.The attackers blocked vehicles carrying NCP leaders and police from all sides.Law enforcement and army personnel responded by firing sound grenades and blank rounds to control the situation.Some NCP members eventually turned their vehicles around and left the scene via another route.NCP Chief Coordinator Nasiruddin Patwari told reporters that activists of the Awami League were behind the attack, accusing police and army personnel of remaining inactive.“We were told everything was under control, but when we arrived, it was not,” he said.Earlier, at around 1:45pm, a group of people wielding sticks approached the NCP rally venue and launched an attack"
  },
  {
    "title": "DMP: Business rivalry behind Mitford murder, no political motive",
    "link": "https://www.dhakatribune.com/bangladesh/crime/386540/dmp-sohag-murder-rooted-in-business-dispute-not",
    "date": "2025-07-16T19:38:50.975868",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Scrap trader Lal Chand alias Md Sohag was killed in Old Dhaka over business rivalry, not for any political motive, Dhaka Metropolitan Police (DMP) Commissioner SM Sazzat Ali said on Wednesday.Video Player is loading.Play VideoPlaySkip BackwardSkip ForwardMuteCurrent Time0:00/Duration0:00Loaded:0%Stream TypeLIVESeek to live, currently behind liveLIVERemaining Time-0:001xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionscaptions settings, opens captions settings dialogcaptions off, selectedAudio TrackThis is a modal window.No compatible source was found for this media.Beginning of dialog window. Escape will cancel and close the window.TextColorWhiteBlackRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentText BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityOpaqueSemi-TransparentTransparentCaption Area BackgroundColorBlackWhiteRedGreenBlueYellowMagentaCyanOpacityTransparentSemi-TransparentOpaqueFont Size50%75%100%125%150%175%200%300%400%Text Edg"
  },
  {
    "title": "Meeting of National Consensus Commission held",
    "link": "https://www.dhakatribune.com/bangladesh/government-affairs/386581/meeting-of-national-consensus-commission-held",
    "date": "2025-07-16T19:38:54.972988",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "A meeting of the National Consensus Commission was held in the conference room of the commission’s office at the National Parliament on Wednesday with Commission Vice-Chairman Professor Ali Riaz in the chair.Commission members Justice Md Emdadul Hoque, Dr Iftekharuzzaman, Dr Badiul Alam Majumdar, Safar Raj Hossain, Dr Md Ayub Mia, and Chief Adviser’s Special Assistant Monir Haidar joined the meeting, said a commission press release.At the outset of the meeting, a one-minute silence was observed in memory of the martyrs who sacrificed their lives in the July-August 2024 Uprising, marking “July Martyrs’ Day”.The meeting focused on an in-depth discussion on various aspects and progress of the series of talks held over the past 14 days between the Commission and 30 political parties.Discussion was also held on potential proposals and policy directions aimed at resolving differences among political parties regarding the appointment of the caretaker government head and the formation of a bic"
  },
  {
    "title": "NCP activists begin leaving Shahbagh following Nahid’s call",
    "link": "https://www.dhakatribune.com/bangladesh/dhaka/386572/ncp-activists-begin-leaving-shahbagh-following",
    "date": "2025-07-16T19:38:58.238978",
    "source": "Dhaka Tribune",
    "location": "Shahbagh, Dhaka",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.7361,
      90.3935
    ],
    "content_preview": "Nahid Islam, the central convener of the National Citizen Party (NCP), has called for an end to the Shahbagh blockade that was being held in protest against the alleged attack on the party’s central leaders in Gopalganj by Awami League activists and supporters.Following his announcement, NCP leaders and activists have begun leaving the area.Alongside them, activists from the Anti-Discrimination Student Movement and the Bangladesh Democratic Student Council have also withdrawn the blockade, announcing that their movement would continue in other forms.At around 6pm on Wednesday, it was observed on the ground that after Nahid Islam’s declaration, NCP leaders and activists were slowly vacating Shahbagh and moving to nearby locations. However, they maintained that the movement would persist.Meanwhile, the Bangladesh Democratic Student Council and Anti-Discrimination Student Movement have both lifted their blockades. Members and supporters of the Anti-Discrimination Student Movement also lef"
  },
  {
    "title": "Boat symbol no longer listed for Awami League on EC website",
    "link": "https://www.dhakatribune.com/bangladesh/government-affairs/386533/ec-website-no-longer-shows-boat-symbol-for-awami",
    "date": "2025-07-16T19:39:05.839735",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The Election Commission (EC) has removed the Awami League’s boat symbol from its official website.A visit to the website on Wednesday revealed that the symbol no longer appears next to the party’s name, following the suspension of its registration in May.Earlier, on Tuesday, Asif Mahmud Shojib Bhuyain, adviser for the Local Government Ministry, raised questions in a post on Facebook regarding why the EC had sent a proposal to the Law Ministry to re-include the boat symbol of the Awami League, despite the party's activities being under a ban.In his post, he wrote: “On what grounds have you sent the cursed 'boat' symbol for re-inclusion in the schedule to the Law Ministry? As a constitutional institution, you have blatantly disregarded this July uprising. Whose agenda are you implementing and for whose benefit are you retaining this symbol? Do you intend to return the symbol to the so-called refined Awami League dreamt of by the defeated? As a citizen of Bangladesh, I demand answers from"
  },
  {
    "title": "NBR protests: Govt forms panel to assess state losses",
    "link": "https://www.dhakatribune.com/bangladesh/government-affairs/386536/nbr-strike-govt-forms-panel-to-assess-state",
    "date": "2025-07-16T19:39:09.079589",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The government has formed a high-profile nine-member inter-ministerial committee to assess the financial losses suffered by the state due to the prolonged strike and work abstention by Customs, VAT and Tax department officials.According to an official order issued on Wednesday, the committee will review both the revenue losses and the broader economic impact caused by disruptions in customs clearance, import-export activities and tax collection.The committee, headed by Syed Robiul Islam, joint secretary of the Internal Resources Division, comprises representatives from the Finance Division, Ministry of Commerce, Ministry of Industries, Ministry of Shipping (Chittagong Port Authority), National Board of Revenue (NBR), BGMEA, and FBCCI.The deputy secretary (Administration-1) of the Internal Resources Division will serve as the member-secretary.The committee has been directed to submit its findings within 30 days.The committee has been assigned three specific tasks, the first of which is "
  },
  {
    "title": "Violence erupts as NCP motorcade attacked in Gopalganj",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386541/ncp-motorcade-attacked-in-gopalganj",
    "date": "2025-07-16T19:39:18.100962",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "A group of unidentified individuals launched an attack on a motorcade of National Citizen Party (NCP) leaders after the party's rally in Gopalganj on Wednesday afternoon.As the party's central leaders were departing the rally venue, a barrage of brickbats was hurled at their vehicles.Several crude bombs were also exploded during the incident, according to media reports.Gopalganj UNO’s car comes under attack, driver injuredNCP Gopalganj rally venue attackedAlthough law enforcement officials, including police and RAB, attempted to escort the NCP leaders out of the town, they were forced to return due to the intensity of the attack.A short while later, an army patrol team also came under attack at the same location.According to the latest reports, the central leaders of the NCP were at the office of the district superintendent of police.The attackers were engaged in a clash with law enforcement at the time of writing."
  },
  {
    "title": "July 16: Abu Sayed’s killing sparks nationwide student uprising",
    "link": "https://www.dhakatribune.com/bangladesh/386502/july-16-abu-sayed%E2%80%99s-killing-sparks-nationwide",
    "date": "2025-07-16T19:39:22.669427",
    "source": "Dhaka Tribune",
    "location": "Shahbagh, Dhaka",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.7361,
      90.3935
    ],
    "content_preview": "The daylight killing of student activist Abu Sayed in front of Begum Rokeya University on July 16 has become a defining moment in Bangladesh’s intensifying quota reform protests.Sayed, 23, was one of six demonstrators killed in violent clashes that erupted across multiple cities, including Dhaka, Chittagong, Rangpur, and Sylhet.In a video widely circulated on social media, Sayed is seen standing with his arms outstretched moments before being fatally shot — allegedly by police — triggering outrage among students and citizens nationwide.The violence follows weeks of escalating tension between student protesters and authorities.On the day of Sayed’s death, massive demonstrations swept campuses across Bangladesh.Protesters demanded an overhaul of the quota system in public sector recruitment, which they argue is outdated and discriminatory.Clashes reportedly intensified when ruling party affiliates — members of Bangladesh Chhatra League and Jubo League — joined law enforcement in confront"
  },
  {
    "title": "Prime suspect in Mitford murder arrested in Patuakhali",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386535/prime-suspect-in-mitford-murder-arrested-in",
    "date": "2025-07-16T19:39:26.341243",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "BNP",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Detectives have arrested the key suspect in the brutal killing of scrap vendor Lal Chand, also known as Md Sohag, who was beaten to death with a concrete boulder near Mitford Hospital in Puran Dhaka.The arrest was made on Tuesday night in the Itbaria area of Patuakhali by a team from the Detective Branch (DB) of the Dhaka Metropolitan Police, confirmed Additional Superintendent of Patuakhali Police Sajedul Islam on Wednesday.Though police have not officially released the suspect’s name, DB sources confirmed that he was identified through digital surveillance and information gathered from earlier arrests. “We tracked him to a house in Itbaria and took him into custody,” said a DB official, speaking on condition of anonymity.Investigators zeroed in on the suspect after CCTV footage showed him striking Sohag’s body with a stone. To avoid tipping off other absconding suspects, the authorities are withholding his identity for now.This brings the total number of arrests in the case to nine. "
  },
  {
    "title": "Mitford murder: Two more including Robin placed on remand",
    "link": "https://www.dhakatribune.com/bangladesh/court/386562/sohag-murder-in-mitford-two-more-including-robin",
    "date": "2025-07-16T19:39:33.170259",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "A Dhaka court has granted seven-day remand for three individuals, including Tarek Rahman Robin, in connection with the killing of scrap trader Lal Chand, also known as Sohag, 39, who was stoned to death in front of Mitford Hospital in Old Dhaka.Dhaka Metropolitan Magistrate Md Saifuzzaman passed the remand order on Wednesday.The other two accused are Rizwan Uddin alias Abhijit Basu, 31 and Md Nannu Kazi, 33.All three were produced before the court on the same day. The investigation officer of the case, Officer-in-Charge of Kotwali police station Md Moniruzzaman, submitted a petition seeking 10-day remand for each of the accused.After the hearing, the court granted seven days of remand for each. There was no legal representative present on behalf of the accused.According to police, two cases were filed with Kotwali police station in connection with Sohag’s murder—one for murder and the other under the Arms Act.The incident took place around 6pm on July 9 at Rajani Ghosh Lane, adjacent t"
  },
  {
    "title": "Law adviser: Abu Sayed murder trial set to begin soon",
    "link": "https://www.dhakatribune.com/bangladesh/386570/law-adviser-abu-sayed-murder-trial-set-to-begin",
    "date": "2025-07-16T19:39:35.995133",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The trial for the murder of July uprising martyr Abu Sayed will be held, Law Adviser Asif Nazrul said on Wednesday.He assured that justice for the killings of July last year will be ensured during the current interim government periodNazrul made the statement while speaking to reporters after attending a programme marking the first death anniversary of Abu Sayed at Begum Rokeya University (BRU) in Rangpur.The event featured the laying of the foundation stone for the Martyred Abu Sayed Archway and Museum, as well as the Abu Sayeed Memorial Monument.Makbul Hossain, father of Abu Sayed, laid the foundation stone around 11am. A prayer was offered afterwards.The event was attended by Syeda Rizwana Hasan, adviser to the Ministry of Environment, Forest and Climate Change and the Ministry of Water Resources, University Grants Commission (UGC) Chairman Dr SMA Faiz, Siddique Zobair, senior secretary of the Secondary and Higher Education Division, Rangpur Deputy Commissioner Mohammad Rabiul Faisa"
  },
  {
    "title": "Security heightened at Bangabandhu mausoleum in Gopalganj",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386538/security-heightened-at-bangabandhu-mausoleum",
    "date": "2025-07-16T19:39:40.259593",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Authorities ramped up at the Mausoleum of Bangabandhu Sheikh Mujibur Rahman in Tungipara, Gopalganj, following an arson and vandalism attack on a police vehicle in Gopalganj Sadar upazila on Wednesday morning.Police, army, and personnel from other forces are patrolling the area around the mausoleum.Two armoured cars and one jeep from the Bangladesh Army were seen patrolling the whole area.Additional police forces have been deployed, although law and order around the mausoleum remains normal at this time.Md Khorsed Alam, officer-in-charge of Tungipara police station, confirmed the developments to Dhaka Tribune.Police, army, and joint forces personnel are patrolling around the Sheikh Mujibur Rahman Mausoleum. Photo: Dhaka Tribune\"We have not received any reports of unpleasant incidents yet. We are keeping everything under surveillance,\" he added.To handle any unwanted situation, authorities may increase or decrease security measures as needed to ensure maximum safety.\"To maintain law and"
  },
  {
    "title": "Adviser Asif: Law enforcers rescued NCP activists in Gopalganj",
    "link": "https://www.dhakatribune.com/bangladesh/386577/adviser-asif-law-enforcers-rescue-ncp-activists",
    "date": "2025-07-16T19:39:44.520815",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "National Citizen Party (NCP) leaders, who had taken shelter inside a government facility following an attack by Awami League and its banned affiliate Chhatra League, were rescued by law enforcement agencies in Gopalganj.Adviser Asif Mahmud Shojib Bhuyain confirmed the development in a Facebook status posted from his personal account on Wednesday afternoon.He wrote: “Law enforcement agencies are rescuing the NCP leaders and activists.”He added: “No one involved in this heinous act of terrorism will be spared.”The attack took place around 2:45pm on Wednesday when NCP leaders and activists were returning from a rally in Gopalganj. According to NCP leaders, the assault was carried out by members of the Awami League and the banned Chhatra League.The incident turned parts of Gopalganj into a battleground. Police and army personnel fired shots to bring the situation under control.However, their vehicles were also reportedly attacked during the clashes. Following the violence, NCP leaders took"
  },
  {
    "title": "Sutrapur blast: 2 more victims die at DMCH",
    "link": "https://www.dhakatribune.com/bangladesh/bangladesh-others/386571/sutrapur-blast-2-more-victims-die-at-dmch",
    "date": "2025-07-16T19:39:47.517990",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Two men, who sustained burn injuries in a gas explosion at their residence in the capital’s Sutrapur last week, died at Dhaka Medical College and Hospital on Wednesday, said a doctor.The deceased were identified as Rokon and Tamim Peda.This raised the death toll from the explosion to three.Dr Shaon Bin Rahman, resident surgeon of the National Institute of Burn and Plastic Surgery, said Rokon, who suffered 60 percent burn injuries, breathed his last at the Intensive Care Unit (ICU) of the hospital around 2:45am.Besides, Tamim Peda, who received 42% burn injuries, died at the hospital at around 8:15am on Wednesday.Five members of a family, including three children, suffered burn injuries in a gas explosion around 1am at Sutrapur on Friday.The incident took place on the ground floor of a five-storey building in the Kagji Tola area of Sutrapur, reportedly due to a gas leakage.Among them, one-year-old Ayesha succumbed to her injuries at the hospital on Monday.Ripon Peda, and his wife Chandn"
  },
  {
    "title": "TIB questions 111C direct procurement for July Uprising Museum at Ganabhaban",
    "link": "https://www.dhakatribune.com/bangladesh/386566/tib-questions-111c-direct-procurement-for-july",
    "date": "2025-07-16T19:39:52.317306",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Awami League",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Transparency International Bangladesh (TIB) has expressed deep concern over the decision to spend nearly Tk111 crore through direct procurement for the construction and renovation work at Ganabhaban (the former prime minister’s official residence) for the purpose of establishing the “July Uprising Memorial Museum.”The organization stated that the manner in which existing laws and regulations have been bypassed under the justification of direct procurement for spending public funds is not consistent with the interim government's commitment to transparency and accountability in state affairs.According to media reports, the construction and renovation work required to complete the transformation of the museum by August 5 will be carried out through the direct purchase method, meaning no tender will be invited.The Advisory Council Committee on Economic Affairs gave its approval in principle for this on Tuesday at a meeting held at the Secretariat.Describing the procurement process without "
  },
  {
    "title": "Dengue claims 2 more lives; 321 hospitalized in 24hrs",
    "link": "https://www.dhakatribune.com/bangladesh/health/386569/dengue-claims-2-more-lives-321-hospitalized-in",
    "date": "2025-07-16T19:39:55.095837",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Two more deaths were reported from dengue in 24 hours till Wednesday morning, raising the number of fatalities from the mosquito-borne disease in Bangladesh to 60 this year.During the period, 321 more patients were hospitalized with viral fever, raising the total infected cases to 15,906 this year, according to the Directorate General of Health Services (DGHS).According to the DGHS, new cases were reported as follows: 110 in Barisal Division (out of CC), 31 in Chittagong Division (out of CC), 27 in Khulna Division (out of CC), 10 in Mymensingh Division (out of CC), 57 in Rajshahi Division (out of CC), two in Rangpur Division (out of CC), one in Sylhet Division (out of CC), nine in Dhaka Division (out of CC), 27 in Dhaka North City Corporation and 47 in Dhaka South City Corporation.Last year, dengue claimed the lives of 575 people.In 2023, 1,705 people lost their lives due to dengue, making it the deadliest year on record.The DGHS recorded 321,179 dengue cases and 318,749 recoveries in "
  },
  {
    "title": "Delhi urges Dhaka to halt demolition of Satyajit Ray’s ancestral home",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386531/ancestral-home-of-ray-family-being-demolished-in",
    "date": "2025-07-16T19:40:00.914794",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "India on Tuesday called on Bangladesh to reconsider the demolition of legendary filmmaker Satyajit Ray’s ancestral home in Mymensingh, offering support for its restoration and proposing that the site be transformed into a \"museum of literature.\"\"We note with profound regret that the ancestral property of noted filmmaker and litterateur Satyajit Ray in Mymensingh, Bangladesh, belonging to his grandfather and eminent litterateur, Upendra Kishor Ray Chowdhury, is being demolished,\" the Indian Ministry of External Affairs said in a statement.\"The property, presently owned by the government of Bangladesh, is in a state of disrepair. Given the building’s landmark status, symbolizing Bangla cultural renaissance, it would be preferable to reconsider the demolition and examine options for its repair and reconstruction as a museum of literature and a symbol of the shared culture of India and Bangladesh.\"The government of India would be willing to extend cooperation for this purpose, it added.A n"
  },
  {
    "title": "Nationwide blockade announced by Anti-Discrimination Student Movement",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386558/nationwide-blockade-announced-by",
    "date": "2025-07-16T19:40:05.484154",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "The Anti-Discrimination Student Movement has announced blockade programs at key points across the country in protest of repeated attacks on a National Citizen Party (NCP) march in Gopalganj.The announcement was made on the organization’s official Facebook page on Wednesday.The post stated: “In protest of the attack on leaders in Gopalganj in July, the Anti-Discrimination Student Movement is announcing a blockade program at key points across Bangladesh. All units of the Anti-Discrimination Student Movement are being urged to organize the blockade with the participation of local student organizations, political parties, and students from all walks of life.”Meanwhile, Gopalganj has turned into a battlefield centring the NCP rally."
  },
  {
    "title": "Police attacked, vehicle torched in Gopalganj ahead of NCP rally",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386529/police-vehicle-set-on-fire-and-vandalised-in",
    "date": "2025-07-16T19:40:08.416619",
    "source": "Dhaka Tribune",
    "location": "Dhaka, Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.8103,
      90.4125
    ],
    "content_preview": "Leaders and activists of the now-banned Chhatra League allegedly vandalized and set fire to a police vehicle in Gopalganj Sadar upazila on Wednesday morning while officers were out on patrol duty, ahead of an event of the National Citizen Party (NCP) in the district.The incident took place in the Ulpur area of Sadar upazila, confirmed Gopalganj Sadar police station Officer-in-Charge Mir Md Sajedur Rahman.Constables Md Kawsar Hossain and Constable Minhaz Sarker were injured during the incident and are receiving treatment at Gopalganj General Hospital.Members of the army, Armed Police Battalion, Rapid Action Battalion and Fire Service were spotted at Ulpur Bazar, near the site of the attack.Sajedur said that as part of the month-long July march program, the NCP was scheduled to hold a rally at the Poura Park in Gopalganj town, with the expected presence of senior central leaders.Supporters of Ataur Rahman Piyal, Chhatra Leagues district general secretary, allegedly set fire to and vandal"
  },
  {
    "title": "NCP Gopalganj rally venue attacked",
    "link": "https://www.dhakatribune.com/bangladesh/nation/386537/ncp-gopalganj-rally-venue-attacked",
    "date": "2025-07-16T19:40:15.662941",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Around 20 to 25 unidentified individuals launched an attack on the venue of a rally of the National Citizen Party in Gopalganj on Wednesday, vandalizing several chairs in the process.Several crude bombs were also exploded during the incident, according to media reports.NCP leaders and activists claimed police personnel left the area when the attack took place.They came to the spot later and brought the situation under control.This follows an attack earlier in the day on the vehicle of Gopalganj Sadar Upazila Nirbahi Officer (UNO) M Rokibul Hasan and another before that on a police vehicle in Gopalganj Sadar upazila.Leaders and activists of the now-banned Chhatra League allegedly carried out the attack on the police vehicle."
  },
  {
    "title": "এনসিপির সমাবেশে হামলার প্রতিবাদে বৃহস্পতিবার জামায়াতের বিক্ষোভ",
    "link": "https://bangla.dhakatribune.com/bangladesh/99239/%E0%A6%8F%E0%A6%A8%E0%A6%B8%E0%A6%BF%E0%A6%AA%E0%A6%BF%E0%A6%B0-%E0%A6%B8%E0%A6%AE%E0%A6%BE%E0%A6%AC%E0%A7%87%E0%A6%B6%E0%A7%87-%E0%A6%B9%E0%A6%BE%E0%A6%AE%E0%A6%B2%E0%A6%BE%E0%A6%B0-%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%A4%E0%A6%BF%E0%A6%AC%E0%A6%BE%E0%A6%A6%E0%A7%87-%E0%A6%AC%E0%A7%83%E0%A6%B9%E0%A6%B8%E0%A7%8D%E0%A6%AA%E0%A6%A4%E0%A6%BF%E0%A6%AC%E0%A6%BE%E0%A6%B0",
    "date": "2025-07-16T19:40:20.345214",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "গোপালগঞ্জে এনসিপির (জাতীয় নাগরিক পার্টি) ওপর ফ্যাসিস্ট ও নিষিদ্ধ ঘোষিত ছাত্রলীগের হামলা, অগ্নিসংযোগ ও নৈরাজ্যের প্রতিবাদে ১৭ জুলাই (বৃহস্পতিবার) দেশের সব জেলা ও মহানগরীতে শান্তিপূর্ণ বিক্ষোভ কর্মসূচি ঘোষণা করবে জামায়াতে ইসলামী।বুধবার (১৬ জুলাই) দলটির সেক্রেটারি জেনারেল অধ্যাপক মিয়া গোলাম পরওয়ার এক বিবৃতিতে এই কর্মসূচি ঘোষণা করেন।বিবৃতিতে বলা হয়েছে, আজ (বুধবার) গোপালগঞ্জ জেলায় এনসিপির পূর্বঘোষিত ‘‘মার্চ টু গোপালগঞ্জ’’ কর্মসূচিতে পতিত স্বৈরাচারের দোসর নিষিদ্ধ ঘোষিত ছাত্রলীগের সন্ত্রাসীরা নৃশংস হামলা চালিয়েছে। তারা এনসিপির নেতাদের হত্যার উদ্দেশ্যে তাদের গাড়িতে হামলা করে এবং তাদের অবস্থানস্থল এসপির অফিসেও হামলা চালায়।এতে আরও বলা হয়, সন্ত্রাসীদের হামলায় এনসিপির বহু সংখ্যক নেতাকর্মী ও সাধারণ জনগণ আহত হয়েছেন। সন্ত্রাসীরা অগ্নিসংযোগ করে ব্যাপক ক্ষতিসাধন করেছে। তাদের সৃষ্ট সন্ত্রাস, নৈরাজ্য, অগ্নিসংযোগের প্রতিবাদে আগামীকাল ১৭ জুলাই (বৃহস্পতিবার) বাংলাদেশ জামায়াতে ইসলামী দেশের সব জেলা ও মহানগরীতে শান্তিপূর্ণ বিক্ষোভ কর্মসূচি পালন করবে।হামলাকারীদের বিরুদ্ধে আইনানুগ ব্যবস্থা গ্রহণ ও ফ্যাসিবাদের বি"
  },
  {
    "title": "গোপালগঞ্জে হামলা-সংঘর্ষে নিহত অন্তত ২",
    "link": "https://bangla.dhakatribune.com/bangladesh/99238/%E0%A6%97%E0%A7%8B%E0%A6%AA%E0%A6%BE%E0%A6%B2%E0%A6%97%E0%A6%9E%E0%A7%8D%E0%A6%9C%E0%A7%87-%E0%A6%B9%E0%A6%BE%E0%A6%AE%E0%A6%B2%E0%A6%BE-%E0%A6%B8%E0%A6%82%E0%A6%98%E0%A6%B0%E0%A7%8D%E0%A6%B7%E0%A7%87-%E0%A6%A8%E0%A6%BF%E0%A6%B9%E0%A6%A4-%E0%A6%85%E0%A6%A8%E0%A7%8D%E0%A6%A4%E0%A6%A4-%E0%A7%A8",
    "date": "2025-07-16T19:40:22.568030",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "গোপালগঞ্জে জাতীয় নাগরিক পার্টির (এনসিপি) সমাবেশ ঘিরে হামলা–সংঘর্ষের ঘটনায় অন্তত দুজন নিহত হয়েছেন।হাসপাতাল ও নিহতদের পরিবারের সূত্রের বরাত দিয়ে এ তথ্য জানিয়েছে সংবাদমাধ্যম প্রথম আলো।নিহতরা হলেন গোপালগঞ্জ শহরের উদয়ন রোডের বাসিন্দা দীপ্ত সাহা (২৫) ও কোটালীপাড়ার রমজান কাজী (১৮)।গোপালগঞ্জ জেনারেল হাসপাতালের তত্ত্বাবধায়ক জীবিতেষ বিশ্বাস প্রথম আলোকে জানান, বিকেলে দুজনকে মৃত অবস্থায় হাসপাতালে আনা হয়। তারা গুলিবিদ্ধ ছিলেন।এদিকে, হাসপাতালে আরও একজনের লাশ আনা হয়েছিল বলে হাসপাতালের এক কর্মী প্রথম আলোকে জানিয়েছেন। তবে সেটি নিশ্চিত হতে পারেনি প্রথম আলো। ওই ব্যক্তির লাশ স্বজনেরা নিয়ে গেছেন বলে জানিয়েছেন হাসপাতালটির কর্মী।এদিকে হাসপাতালের কর্মকর্তা জীবিতেষ বিশ্বাস জানান, আরও ৯ জনকে গুলিবিদ্ধ অবস্থায় হাসপাতালে আনা হয়েছে। তাদর অস্ত্রোপচার চলছে।এর আগে, বিকেল পৌনে তিনটার দিকে গোপালগঞ্জে সমাবেশ শেষে ফেরার সময় হামলার মুখে পড়ে এনসিপির কেন্দ্রীয় নেতাদের গাড়িবহর।সমাবেশস্থল থেকে বের হওয়ার পর জেলা শহরের লঞ্চঘাট এলাকায় এ ঘটনা ঘটে কেন্দ্রীয় নেতাদের বহনকারী গাড়িবহরের ওপর ব্যাপক ইটপাটকেল নিক্ষেপ করা হয়।এ সময় পরিস্থ"
  },
  {
    "title": "গোপালগঞ্জে কারফিউ জারি",
    "link": "https://bangla.dhakatribune.com/bangladesh/99237/%E0%A6%97%E0%A7%8B%E0%A6%AA%E0%A6%BE%E0%A6%B2%E0%A6%97%E0%A6%9E%E0%A7%8D%E0%A6%9C%E0%A7%87-%E0%A6%95%E0%A6%BE%E0%A6%B0%E0%A6%AB%E0%A6%BF%E0%A6%89-%E0%A6%9C%E0%A6%BE%E0%A6%B0%E0%A6%BF",
    "date": "2025-07-16T19:40:32.604734",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "গোপালগঞ্জে এনসিপির (জাতীয় নাগরিক পার্টি) জুলাই পদযাত্রায় আওয়ামী লীগ-যুবলীগ ও নিষিদ্ধ সংগঠন ছাত্রলীগের হামলার পর কারফিউ জারি করেছে সরকার। আজ বুধবার রাত ৮টা থেকে পরদিন (বৃহস্পতিবার) সকাল ৬টা পর্যন্ত কারফিউ জারি করা হয়েছে।বুধবার (১৬ জুলাই) প্রধান উপদেষ্টার প্রেস উইং থেকে এই তথ্য জানানো হয়েছে।জেলা প্রশাসন সূত্রে জানা যায়, সম্প্রতি সময়ে জেলার বিভিন্ন স্থানে ঘটে যাওয়া অস্থিরতা ও সংঘাতের পরিপ্রেক্ষিতে জননিরাপত্তা নিশ্চিত করতে এই কঠোর পদক্ষেপ নেওয়া হয়েছে। কারফিউ চলাকালীন সময়ে জনসাধারণের চলাচল সীমিত থাকবে এবং বিশেষ প্রয়োজন ছাড়া কেউ বাইরে বের হতে পারবে না। আইনশৃঙ্খলা রক্ষাকারী বাহিনী মাঠে থাকবে এবং পরিস্থিতি পর্যবেক্ষণ করবে।প্রেস উইং: এনসিপির সমাবেশে বাধা দেওয়া মৌলিক অধিকার লঙ্ঘন"
  },
  {
    "title": "উত্তরা-গুলশানে ব্লকেড, যান চলাচল বন্ধ",
    "link": "https://bangla.dhakatribune.com/bangladesh/99236/%E0%A6%89%E0%A6%A4%E0%A7%8D%E0%A6%A4%E0%A6%B0%E0%A6%BE-%E0%A6%97%E0%A7%81%E0%A6%B2%E0%A6%B6%E0%A6%BE%E0%A6%A8%E0%A7%87-%E0%A6%AC%E0%A7%8D%E0%A6%B2%E0%A6%95%E0%A7%87%E0%A6%A1-%E0%A6%AF%E0%A6%BE%E0%A6%A8-%E0%A6%9A%E0%A6%B2%E0%A6%BE%E0%A6%9A%E0%A6%B2-%E0%A6%AC%E0%A6%A8%E0%A7%8D%E0%A6%A7",
    "date": "2025-07-16T19:40:34.786639",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "গোপালগঞ্জে এনসিপির (জাতীয় নাগরিক পার্টি) জুলাই পদযাত্রায় আওয়ামী লীগ-যুবলীগ ও নিষিদ্ধ সংগঠন ছাত্রলীগের হামলার প্রতিবাদে রাজধানী ঢাকার উত্তরায় ঢাকা-ময়মনসিংহ মহাসড়ক অবরোধ করে বিক্ষোভ করছেন বিক্ষুব্ধ জনতা। এসময় তারা গুলশান-২ মোড়ও ব্লক করে রাখেন।বুধবার (১৬ জুলাই) বিকেল সাড়ে ৫টার দিকে উত্তরা ৮ নম্বর সেক্টরের আজমপুর ও হাউজ বিল্ডিং মোড় ঘিরে বিক্ষোভে নেমে পড়েন শতাধিক প্রতিবাদকারী। এসময় বিক্ষোভকারীরা গুলশান-২ মোড়ও ব্লকেড করেন। এতে করে বন্ধ হয়ে যায় যান চলাচল।বিক্ষোভকারীরা জানান, গোপালগঞ্জে এনসিপির কেন্দ্রীয় নেতা-কর্মীদের ওপর পরিকল্পিতভাবে হামলা চালানো হয়েছে। তাদের পদযাত্রা ও শান্তিপূর্ণ সমাবেশ ঠেকাতে আওয়ামী লীগের নেতা-কর্মীরা তাদের ওপর নেক্কারজনক হামলা করেছে। এর প্রতিবাদে উত্তরা ও গুলশান এলাকায় তারা ব্লকেড কর্মসূচি পালন করছেন।প্রত্যক্ষদর্শীরা জানান, বিকেলের দিকে উত্তরা আজমপুর মোড়ে হঠাৎ করে শিক্ষার্থী ও সাধারণ মানুষ জড়ো হয়ে সড়কে বসে পড়েন। তারা এক ঘণ্টারও বেশি সময় ধরে সড়ক অবরোধ করে রাখে। এতে উত্তরা হাউজ বিল্ডিং থেকে আজমপুর এবং উত্তরা পশ্চিম থানার পাশ দিয়ে চলাচলকারী যানবাহন আটকে পড়ে"
  },
  {
    "title": "গোপালগঞ্জে এনসিপি নেতাদের গাড়িবহরে হামলার প্রতিবাদে শাহবাগে অবরোধ",
    "link": "https://bangla.dhakatribune.com/bangladesh/99235/%E0%A6%97%E0%A7%8B%E0%A6%AA%E0%A6%BE%E0%A6%B2%E0%A6%97%E0%A6%9E%E0%A7%8D%E0%A6%9C%E0%A7%87-%E0%A6%8F%E0%A6%A8%E0%A6%B8%E0%A6%BF%E0%A6%AA%E0%A6%BF-%E0%A6%A8%E0%A7%87%E0%A6%A4%E0%A6%BE%E0%A6%A6%E0%A7%87%E0%A6%B0-%E0%A6%97%E0%A6%BE%E0%A7%9C%E0%A6%BF%E0%A6%AC%E0%A6%B9%E0%A6%B0%E0%A7%87-%E0%A6%B9%E0%A6%BE%E0%A6%AE%E0%A6%B2%E0%A6%BE%E0%A6%B0",
    "date": "2025-07-16T19:40:36.983198",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "জাতীয় নাগরিক পার্টির (এনসিপি) জুলাই পদযাত্রা কর্মসূচিকে কেন্দ্র করে গোপালগঞ্জ জেলায় এনসিপি নেতাদের ওপর আওয়ামী লীগ ও তার সমর্থকদের হামলার প্রতিবাদে সম্মিলিতভাবে শাহবাগ ব্লকেড করেছে বৈষম্যবিরোধী ছাত্র আন্দোলন, বাংলাদেশ গণতান্ত্রিক ছাত্র সংসদ, জাতীয় নাগরিক পার্টি, যুবশক্তিসহ ছাত্র-জনতা।বুধবার (১৬ জুলাই) বিকেল ৫টার দিকে রাজধানীর শাহবাগে মোড়ে জড়ো হয়ে যান চলাচল বন্ধ করে দেয় এনসিপি নেতাকর্মীসহ ছাত্র-জনতা। এতে করে ঐ এলাকায় তীব্র যানজটের সৃষ্টি হয়েছে।এর আগে, বিকেল পৌনে তিনটার দিকে গোপালগঞ্জে সমাবেশ শেষে ফেরার সময় হামলার মুখে পড়ে এনসিপির কেন্দ্রীয় নেতাদের গাড়িবহর।সমাবেশস্থল থেকে বের হওয়ার পর জেলা শহরের লঞ্চঘাট এলাকায় এ ঘটনা ঘটে কেন্দ্রীয় নেতাদের বহনকারী গাড়িবহরের ওপর ব্যাপক ইটপাটকেল নিক্ষেপ করা হয়।এ সময় পরিস্থিতি নিয়ন্ত্রণে আনতে ফাঁকা গুলি ও টিয়ারগ্যাস নিক্ষেপ করে পুলিশ।পুলিশ ও র‍্যাবের পাহারায় এনসিপির নেতাদের শহর থেকে বাইরে বের করার চেষ্টা করা হলেও ব্যাপক হামলার মুখে তাদের জেলা পুলিশ সুপার কার্যালয়ে নেওয়া হয়।পরে বিকেল ৪টা ৫০ মিনিটের দিকে জেলা পুলিশ সুপারের কার্যালয় থেকে আইনশৃঙ্খলা বাহিনীর প্রহ"
  },
  {
    "title": "প্রেস উইং: এনসিপির সমাবেশে বাধা দেওয়া মৌলিক অধিকার লঙ্ঘন",
    "link": "https://bangla.dhakatribune.com/bangladesh/99234/%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A7%87%E0%A6%B8-%E0%A6%89%E0%A6%87%E0%A6%82-%E0%A6%8F%E0%A6%A8%E0%A6%B8%E0%A6%BF%E0%A6%AA%E0%A6%BF%E0%A6%B0-%E0%A6%B8%E0%A6%AE%E0%A6%BE%E0%A6%AC%E0%A7%87%E0%A6%B6%E0%A7%87-%E0%A6%AC%E0%A6%BE%E0%A6%A7%E0%A6%BE-%E0%A6%A6%E0%A7%87%E0%A6%93%E0%A7%9F%E0%A6%BE-%E0%A6%AE%E0%A7%8C%E0%A6%B2%E0%A6%BF%E0%A6%95-%E0%A6%85%E0%A6%A7%E0%A6%BF%E0%A6%95%E0%A6%BE%E0%A6%B0",
    "date": "2025-07-16T19:40:40.138427",
    "source": "Dhaka Tribune",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "গোপালগঞ্জে এনসিপির (জাতীয় নাগরিক পার্টি) জুলাই পদযাত্রায় আওয়ামী লীগ-যুবলীগ ও নিষিদ্ধ সংগঠন ছাত্রলীগের হামলার ঘটনায় বিবৃতি দিয়েছে অন্তর্বর্তী সরকার। এনসিপির সমাবেশে বাধা দেওয়া মৌলিক অধিকার লঙ্ঘন বলে জানিয়েছে সরকার। হামলাকারীদের শাস্তি সরকার নিশ্চিত করবে বলেও জানানো হয়েছে।বুধবার (১৬ জুলাই) বিকেলে প্রধান উপদেষ্টার প্রেস উইং থেকে এক বিবৃতিতে এ তথ্য জানানো হয়েছে।বিবৃতিতে সরকার বলছে, গোপালগঞ্জে আজ সহিংসতার ব্যবহার সম্পূর্ণরূপে অগ্রহণযোগ্য। জুলাই গণ-অভ্যুত্থানের এক বছর পূর্তি উপলক্ষে তরুণ নাগরিকদের শান্তিপূর্ণভাবে সমাবেশ করতে বাধা দেওয়া তাদের মৌলিক অধিকারের লঙ্ঘন হয়েছে। এনসিপির নেতা-কর্মী, পুলিশ ও গণমাধ্যমের ওপর নৃশংস হামলা চালানো হয়েছে, তাদের গাড়ি ভাঙচুর করা হয়েছে এবং ব্যক্তিদের ওপর সহিংসভাবে আক্রমণ করা হয়েছে। নিষিদ্ধ আওয়ামী লীগ ও ছাত্রলীগের কর্মীদের দ্বারা এই জঘন্য কাজটি করা হয়েছে বলে অভিযোগ রয়েছে, যা শাস্তির বাইরে থাকবে না বলে বিবৃতিতে উল্লেখ করা হয়েছে।বিজ্ঞপ্তিতে বলা হয়েছে, অপরাধীদের দ্রুত চিহ্নিত করা হবে এবং তাদের সম্পূর্ণ জবাবদিহি করতে হবে। বাংলাদেশের কোনো নাগরিকের বিরুদ্ধে এই ধ"
  },
  {
    "title": "AL, banned BCL activists attack UNO convoy in Gopalganj",
    "link": "https://www.newagebd.net/post/politics/270236/al-banned-bcl-activists-attack-uno-convoy-in-gopalganj",
    "date": "2025-07-16T19:37:30.562524",
    "source": "New Age",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "England fined, docked two WTC points for slow over rateJul 16, 2025"
  },
  {
    "title": "Politics of gender in post-uprising Bangladesh",
    "link": "https://www.newagebd.net/post/new-age-specials/247337/politics-of-gender-in-post-uprising-bangladesh",
    "date": "2025-07-16T19:37:39.681284",
    "source": "New Age",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "England fined, docked two WTC points for slow over rateJul 16, 2025"
  },
  {
    "title": "Bangladesh Bank keeps policy rate unchanged at 10pc",
    "link": "https://www.newagebd.net/post/Banking/270196/bangladesh-bank-keeps-policy-rate-unchanged-at-10pc",
    "date": "2025-07-16T19:37:44.088493",
    "source": "New Age",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "EC removes boat symbol from websiteJul 16, 2025"
  },
  {
    "title": "Bangladesh v Pakistan T20I ticket price revealed",
    "link": "https://www.newagebd.net/post/cricket/269952/bangladesh-v-pakistan-t20i-ticket-price-revealed",
    "date": "2025-07-16T19:37:51.998690",
    "source": "New Age",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Attackers will not go unpunished: GovtJul 16, 2025"
  },
  {
    "title": "Bangladesh needs to fund early action, not just response",
    "link": "https://www.newagebd.net/post/opinion/270075/bangladesh-needs-to-fund-early-action-not-just-response",
    "date": "2025-07-16T19:37:58.808813",
    "source": "New Age",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "Attackers will not go unpunished: GovtJul 16, 2025"
  },
  {
    "title": "Bangladesh eye first white-ball series win in Sri Lanka",
    "link": "https://www.newagebd.net/post/cricket/270166/bangladesh-eye-first-white-ball-series-win-in-sri-lanka",
    "date": "2025-07-16T19:38:04.198081",
    "source": "New Age",
    "location": "Bangladesh",
    "party": "Unknown",
    "deaths": 0,
    "injured": 0,
    "coordinates": [
      23.685,
      90.3563
    ],
    "content_preview": "England fined, docked two WTC points for slow over rateJul 16, 2025"
  }
]